{
  "projects" : [
    {
      "projID" : "ux7e",
      "name" : "Rico Suico",
      "Project" : "Studio Search",
      "Format" : [
        "App",
        "Prototype",
        "Invision"
      ],
      "Year" : "Third Year",
      "Skills" : [
        "Interface Design",
        "User Experience",
        "Prototyping"
      ],
      "Description" : "Studio Search is a navigation app used to find local dance studios around the user or target location. Its goal is to give dancers quick access to local companies while speeding up the transaction process. ",
      "Situation" : "Many new dancers are often intimidated by joining classes and continually put off the idea of starting. Studio Search provides info on local studios and allows the user to join classes from the app itself.",
      "Problem" : "Beginner dancers often don't know where to start classes due to having no experience in dance studios.",
      "Process" : [
        "Before starting the project",
        "informal interviews were conducted with dancers from different backgrounds to gather their experiences on starting. These results were used to decide which features would be present in the app."
      ],
      "Result" : "The result was an invision prototype which user testers claimed to be simple and efficient for the issue it's tackling.",
      "tagline" : "Discover local dance studios quickly sign up for your next class!",
      "thumbnail" : "http://phoenix.sheridanc.on.ca/~ixd41/wp-content/uploads/2017/04/studio400x300.jpg",
      "Cover_img" : "",
      "other_imgs" : "",
      "project_type" : "Individual",
      "bio" : [
        "I am a fourth year Interaction Design focusing on user experience and interface design. In the past I have worked as a UX/UI designer for apps on multiple TV platforms across different devices. A lot of my work involves working with narratives and I strive to make my designs clear and accessible for everyone. In my spare time",
        "you can find me working on DIY projects in areas of art",
        "fashion",
        "and dance. I enjoy being crafty and creating interactive experiences whether it is physical or on the screen."
      ],
      "portfolio_url" : "ricosuico.com",
      "student-skills" : [
        "UX",
        "UI Design",
        "Usability Testing",
        "Motion Graphics",
        "HTML/CSS"
      ],
      "headshot" : "Rico.png"
    },
    {
      "projID" : "cofh",
      "name" : "Arwa Alkadi",
      "Project" : "Toronto Fringe Festival",
      "Format" : "Mobile App",
      "Year" : "Second Year",
      "Skills" : [
        "Prototyping",
        "User Interface",
        "Development"
      ],
      "Description" : [
        "This individual project was a semester long project",
        "where we were asked to design an app for an event which I chose the Toronto Fringe Festival."
      ],
      "Situation" : [
        "The context of the problem was that the festival is well known",
        "however",
        "there was no app to provide users information when at the festival."
      ],
      "Problem" : "I needed to solve the user experience of how the user would engage with the app when using it at the festival.",
      "Process" : [
        "In order to solve it",
        "I did research about its demographics",
        "interviewed users",
        "built prototypes and wireframes and UI styles of the app. This helped me better understand the needs and wants of the app for users."
      ],
      "Result" : "I learned that gaining insight from the user is important in order to be able to identify the needs when creating an app. ",
      "tagline" : "An app that gives everything you need about the festival.",
      "thumbnail" : "https://lh6.googleusercontent.com/ksabZEf0IN2w_J5UPNiKeFDuNp9gkU6WmqDtg2g5YceIxKPiib2x96tIjlyRplMudObgRYo7kwgMnmM=w1920-h950",
      "Cover_img" : "https://lh4.googleusercontent.com/dCryRXstGp4c92RCkS_JIWzUkEmmqGx_udsiGNp9HnNInTs5rLdMD7vdZJ4qxg92BaXnUhMax_qpWHI=w1920-h950-rw",
      "other_imgs" : "",
      "project_type" : "Individual",
      "bio" : [
        "Hi there",
        "I'm Arwa and have a variety of interests that have allowed me to apply that knowledge to Interaction Design. There are so many things to explore around me and learning how people use and interact with the world around them interests me even more since the world is always changing. I hope to keep exploring and learning new things so I can apply them."
      ],
      "portfolio_url" : "behance.net/alkadiarwaeecf",
      "student-skills" : [
        "UX Design",
        "UI Design",
        "User Testing",
        "Usability"
      ],
      "headshot" : "Arwa.png"
    },
    {
      "projID" : "ywcr",
      "name" : "Carley Noble",
      "Project" : "Monochrome",
      "Format" : "Web-Based Experience Game",
      "Year" : "Fourth Year",
      "Skills" : [
        "Prototyping",
        "Illustration",
        "Game Development"
      ],
      "Description" : [
        "For my thesis",
        "I created a day-in-the-life simulation of a depressive to help tell the story of the struggles those afflicted with this mental illness go through every day."
      ],
      "Situation" : [
        "Depression is a very hard thing to describe",
        "since a mental illness is \nlargely an internal view on how one experiences life and emotions. As such",
        "family members and friends of those with depression can have a hard time understanding what their loved one is going through."
      ],
      "Problem" : "How might we encourage and foster empathy and understanding for friends and family members of those suffering with depression?",
      "Process" : [
        "To gather information on the subject",
        "I mainly gained guidance from a market study of current methods of telling the story of depression",
        "which largely included web platforms and physical booklets. In addition",
        "I took the concerns and feedback of families and friends of people with depression",
        "depressives themselves",
        "and the recommendations of a therapist to ensure that multiple viewpoints on the subject were taken into account. In the end I decided to make an interactive depressive experience."
      ],
      "Result" : "So far Monochrome has been well received by people who have interacted with it. The biggest challenge of this project was to ensure that the experience did not trivialize the struggles of depressives while simultaneously managing the need of engagement with the person interacting with the experience.",
      "tagline" : "An experience to promote empathy towards sufferers of depression",
      "thumbnail" : "http://i38.photobucket.com/albums/e111/nobleca1/monochromeThumb_zpswpttcyag.png",
      "Cover_img" : "http://i38.photobucket.com/albums/e111/nobleca1/monochromeCover_zpsnyix1qex.png",
      "other_imgs" : "http://i38.photobucket.com/albums/e111/nobleca1/monochromePreview_zpslwggehmf.png",
      "project_type" : "Individual",
      "bio" : [
        "I am a narrative-driven",
        "multidisciplinary creator that strives to connect emotionallu with audiences using fun",
        "wonder",
        "empathy",
        "and human-centered design. I am interested in the fields of motion graphics",
        "illustration and storyboarding",
        "game creation and copywriting."
      ],
      "portfolio_url" : "",
      "student-skills" : "",
      "headshot" : "Carley.png"
    },
    {
      "projID" : "ju89",
      "name" : "Deron Li",
      "Project" : "Eat Me",
      "Format" : [
        "App",
        "Service"
      ],
      "Year" : "Fourth Year",
      "Skills" : [
        "User Research",
        "User Interface Design",
        "Prototyping"
      ],
      "Description" : "Many times people forget the foods in their fridge having it spoil and leading to food waste. This app reminds individuals when foods are quickly approaching their “best-before” and tracks their food inventory to offer insight into how much money they’ll lose if they don’t eat their foods. ",
      "Situation" : "Each Year approximately $936 billion worth of food is thrown out contributing to greenhouse gas emissions (GHG). ",
      "Problem" : " How might we reduce the amount of food thrown out and lower our GHG emissions?\n",
      "Process" : [
        "Many people purchase foods with the intentions of eating it only to mismanage portion sizes or forget what’s in their fridge and having it spoil. I created a concept for an app to monitor the “best-before” dates and remind people about their purchases and to encourage consumption by recommending quick and easy recipes to use that food item. To motivate people to eat their foods",
        "this app tracks the amount of money a person losses when their food spoils",
        "offering insight into which foods spoil the most in their household and suggesting potential savings if they change their consumption habits."
      ],
      "Result" : [
        "Through this experience",
        "I managed to interview consumers",
        "food retailers and food rescue services to gain insight into why so much food waste occurs. What I’ve learned is that consumers believe a wide variety of myths about foods in addition to having a very high and unrealistic standard for the aesthetic of their foods. So I decided to create a platform that people would use to help reduce their own food waste in their household",
        "while at the same time slowly educating and dispelling myths about foods."
      ],
      "tagline" : "Giving Food A Voice To Reduce Food Waste",
      "thumbnail" : "http://phoenix.sheridanc.on.ca/~ixd57/wp-content/uploads/2017/04/300x4001.png",
      "Cover_img" : "http://phoenix.sheridanc.on.ca/~ixd57/wp-content/uploads/2017/04/300x9601.png",
      "other_imgs" : "",
      "project_type" : "Individual",
      "bio" : [
        "I studied science for 4 years and earned my degree from McMaster University. My interests include design",
        "physical computing",
        "motion graphics and photography."
      ],
      "portfolio_url" : "deronli.com",
      "student-skills" : [
        "UX",
        "UI",
        "User Research",
        "Physical Computing",
        "Motion Graphics"
      ],
      "headshot" : "Deron.png"
    },
    {
      "projID" : "8c9h",
      "name" : "David Brennan",
      "Project" : "Second Read",
      "Format" : "Web App",
      "Year" : "Fourth Year",
      "Skills" : [
        "UI",
        "Branding",
        "Development"
      ],
      "Description" : "Second Read helps writers to receive meaningful critique of their work by matching them with beta readers who have knowledge of the genre they're writing. It also allows them to work through a short critique with a potential reader before either of them commit to a critique of an entire manuscript.",
      "Situation" : [
        "Like any other art form",
        "constructive criticism is important to improving as a writer. This is commonly found in the form of a beta reader: another writer or reader who provides feedback on a manuscript before it is released."
      ],
      "Problem" : "Beta readers are important to the process of writing a novel but are often difficult for amateur writers to find.",
      "Process" : "I started by interviewing writers (both published and unpublished) and reading author blogs to learn as much as I could about beta reading and what makes a good beta reader. I then created paper prototypes of a number of potential solutions to the problem and tested them with some of my writers. I used the results of my testing to pick a solution that I designed and developed.",
      "Result" : [
        "The project has been successful so far",
        "though it is still relatively early in the development. I learned a lot about how to manage the scope of larger project and how  minimum  a minimum viable product actually is."
      ],
      "tagline" : "Helping writers find insightful critique",
      "thumbnail" : "http://www.davidbrennan.ca/secondread_thumbnail.png",
      "Cover_img" : "http://www.davidbrennan.ca/secondread.png",
      "other_imgs" : "",
      "project_type" : "Individual",
      "bio" : [
        "I am a curious and driven designer with an understanding of both design and code. I love to learn new skills",
        "especially when they allow me to create. My primary interest is in the intersection of education and technology."
      ],
      "portfolio_url" : "http://www.davidbrennan.ca",
      "student-skills" : [
        "User Experience",
        "Prototyping",
        "Development"
      ],
      "headshot" : "Dave.png"
    },
    {
      "projID" : "bt1x",
      "name" : "Samantha Redmond",
      "Project" : "CareCircle",
      "Format" : "Mobile App",
      "Year" : "Fourth Year",
      "Skills" : [
        "User Research",
        "UX Design",
        "UI Design"
      ],
      "Description" : [
        "The application helps initiate and create conversations to give adults with developmental disabilities",
        "specifically those with Down Syndrome",
        "the opportunity to continue conversations with each other when they are not together."
      ],
      "Situation" : "People with developmental disabilities struggle with communication barriers and therefore have trouble making lasting friendships and feeling included within society. ",
      "Problem" : "How might we encourage adults with Down Syndrome to create lasting friendships?",
      "Process" : [
        "After spending the day together the user can log into the application and chose a prompt of something to talk about",
        "select whether or not they want to talk or call with a friend",
        "and then can select the friend they would like to talk to. The application uses information from each user’s profile and combines them to help generate topics to talk about."
      ],
      "Result" : [
        "Everybody",
        "including those with disabilities deserve to have the same opportunities. Focusing my research on accessibility allowed me to design from multiple perspectives",
        "therefore improving the experience and allowing inclusivity within my application."
      ],
      "tagline" : "Giving adults with Down Syndrome the opportunity to create lasting friendships. ",
      "thumbnail" : "http://phoenix.sheridanc.on.ca/~ixd17/wp-content/uploads/2017/04/thumbnail-samantha-redmond.png",
      "Cover_img" : "http://phoenix.sheridanc.on.ca/~ixd17/wp-content/uploads/2017/04/cover-img-samantha-redmond1.png",
      "other_imgs" : "",
      "project_type" : "Individual",
      "bio" : [
        "I like design because of the ability to make a difference",
        "which inspired my interest in inclusive design and accessibility. Design is about how you approach each task. My philosophy is to design with clarity",
        "efficiency",
        "and consistency. Focusing on the process",
        "accepting challenges",
        "and collaborating."
      ],
      "portfolio_url" : "http://samantharedmond.com/",
      "student-skills" : [
        "UX Design",
        "Usability Testing"
      ],
      "headshot" : "Sam R.png"
    },
    {
      "projID" : "vdni",
      "name" : "Rebekah Reimer",
      "Project" : "The Birth of a Star",
      "Format" : "Motion Graphic",
      "Year" : "Fourth Year",
      "Skills" : [
        "Research",
        "Illustration",
        "Animation"
      ],
      "Description" : [
        "An educational video about how stars are formed",
        "told with motion graphics and kinetic typography."
      ],
      "Situation" : [
        "I found over the years that many aspects of science are poorly explained",
        "I needed to find a way to show a complex idea in a way that everyone can understand."
      ],
      "Problem" : "I needed to take a complex topic and explain it as simply as possible.",
      "Process" : "First I condensed the topic of how a star is formed. I then created matching illustrations and assets based on that research and animated them to form a cohesive whole and explain my chosen narrative.",
      "Result" : "This experience taught me a lot about telling a narrative and working with multiple programs. I enjoyed the illustrative and kinetic aspects of this project and hope to be able to further develop my skills and create more educational motion graphics in the future. ",
      "tagline" : "Learn through graphics",
      "thumbnail" : "http://i174.photobucket.com/albums/w116/silary/thumbnailStar.png",
      "Cover_img" : "http://i174.photobucket.com/albums/w116/silary/coverimageStar.png",
      "other_imgs" : "http://i174.photobucket.com/albums/w116/silary/additional1STAR.png",
      "project_type" : "Individual",
      "bio" : [
        "Rebekah has spent most of her life fascinated by history and science. She applies her skills by working on projects that reflect her love of these subjects",
        "and she strives to develop meaningful",
        "elegant designs and a fluent user experience through her ability to anticipate and execute viable layouts and solutions that meet and surpass the users desires and expectations."
      ],
      "portfolio_url" : "rebekahreimer.com",
      "student-skills" : [
        "UX Interface and Design",
        "Motion graphics"
      ],
      "headshot" : "Rebekah.png"
    },
    {
      "projID" : "jebj",
      "name" : "Steph Charbonneau",
      "Project" : "Nutria",
      "Format" : "App",
      "Year" : "Fourth Year",
      "Skills" : [
        "Research",
        "development",
        "prototyping"
      ],
      "Description" : "An app that provides the user with the tools and information in macronutrient tracking. Providing the user with sustainable and achievable goals that can be redirected throughout their personal health and fitness journey. ",
      "Situation" : [
        "Not all calories are built the same; people need an adequate combination of carbohydrates",
        "proteins",
        "and fats in their daily food consumption. The problem with counting calories is that the macronutrients are not being monitored. Macronutrients are types of food that are required in a human’s diet",
        "more specifically known as carbohydrates",
        "proteins",
        "and fats."
      ],
      "Problem" : [
        "How might I create a product that assists people with adopting a healthier lifestyle that provides the user with knowledge",
        "tools",
        "and reward?"
      ],
      "Process" : [
        "There are currently multiple calorie and point tracking apps on the market. They are effective tools for beginners that offer users a basic knowledge on calorie tracking. These apps lack in their ability to customize and specify fitness goals. With my app",
        "I aim to educate people on the type of calories they are consuming and provide them with a method to sustainably track their nutrient consumption. They can tailor their calorie intake by their specific goals",
        "as goals are often changing the user can alter their desired outcomes at any point in their fitness journey."
      ],
      "Result" : [
        "I have learned how to complete the design of an app from start to finish. Following the design thinking methodology; iterating throughout the different stages of discovery",
        "interpretation",
        "ideation",
        "experimentation",
        "and evolution. Additionally",
        "I effectively learned how to create and adhere to a project schedule."
      ],
      "tagline" : "An app that provides the user with the tools and information in macronutrient tracking. Providing the user with sustainable and achievable goals that can be redirected throughout their personal health and fitness journey. ",
      "thumbnail" : "https://lh5.googleusercontent.com/VM850DuHZINYCmNT_sJGx2RlmMxaHlbd9KEG5u4pRG-qYgbCawgQdkmV48hIp0o0gRyHX_To7LaY6gM=w1920-h950",
      "Cover_img" : "https://lh5.googleusercontent.com/NtN4_BfpO_RJguTzVL1iTSGUVSI4TNS4S-s9SnIRTSnLrLghPNSWxRjP6qZ5EqLSGVDbg-U_5xuFTTw=w1920-h950-rw",
      "other_imgs" : "",
      "project_type" : "Individual",
      "bio" : [
        "I am a passionate individual with a keen eye for tidy user interfaces. As a ux/ui designer I aim to create quite designs that are intuitive to the user. I have a particular interest in creative thinking and problem solving",
        "user-experience",
        "user research",
        "and usability testing. \n\nI strive for a healthy and active lifestyle which speaks to my dedicated and driven nature. I also enjoy being crafty in my spare time; you can do amazing things with a glue gun!"
      ],
      "portfolio_url" : "www.stephcharb.com",
      "student-skills" : [
        "Creative thinking",
        "problem solving",
        "html/css",
        "ui design",
        "usability testing",
        "information architecture",
        "prototyping",
        "wireframes",
        "user flows"
      ],
      "headshot" : "Steph.png"
    },
    {
      "projID" : "iyvf",
      "name" : "Taryn Short",
      "Project" : "Intermission",
      "Format" : "App",
      "Year" : "Fourth Year",
      "Skills" : [
        "Branding",
        "development",
        "prototyping"
      ],
      "Description" : [
        "Intermission is an app that works to find a balance between work and \npersonal tasks",
        "and calculate breaks that enrich a young professional’s life",
        "rather than impede it."
      ],
      "Situation" : [
        "Students and young professionals struggle with finding a balance between work and personal responsibilities",
        "this leads to increased stress",
        "lack of sleep",
        "and anxiety."
      ],
      "Problem" : "How might we improve students' sleeping habits by organizing and identifying areas of improvement within their daily routine?",
      "Process" : [
        "Interviewing young professionals",
        "conducting surveys",
        "journey maps",
        "paper prototyping",
        "wireframes."
      ],
      "Result" : [
        "My initial question was why people have been sleeping less over the recent years",
        "and through my research I learned that young professionals struggle with balancing the increasing pressures from work",
        "along with their personal life. Therefore",
        "I designed my application to plan and accommodate the many tasks that these people must manage",
        "and allot a time slot in which the user can take a chance to step back and take a break."
      ],
      "tagline" : "Finding the balance between work and play.",
      "thumbnail" : "https://drive.google.com/open?id=0B1daJ7iHNkCVdDgwMGJSX3JYMUE",
      "Cover_img" : "https://lh5.googleusercontent.com/g8t7658rr-ocToBIN2H68PO4Mw0xhgXzxBmOXxF4Rl2BAoYAQxVoBj2exe3ciV5LOibQGMz_PJSIpZs=w1920-h950-rw",
      "other_imgs" : "",
      "project_type" : "Individual",
      "bio" : [
        "Combining my interest in art and human psychology",
        "I found myself through Interaction Design. I've always had a love of aesthetics",
        "and that has greatly influenced the way I approach projects",
        "aiming for an effortless and intuitive experience",
        "but also making sure work is aesthetically pleasing.\n\nWhen I am not designing",
        "I'm usually drawing digitally",
        "browsing the internet",
        "watching embarrassing shows on Netflix",
        "or taking snapchats of my dog."
      ],
      "portfolio_url" : "http://taryn.me/",
      "student-skills" : [
        "User Experience",
        "User Interface",
        "Prototyping",
        "Usability Testing",
        "Visual Design"
      ],
      "headshot" : "Taryn.png"
    },
    {
      "projID" : "g3hl",
      "name" : "Yi Xiang",
      "Project" : "OffYouGo",
      "Format" : "web app",
      "Year" : "Fourth Year",
      "Skills" : [
        "Branding",
        "UI/UX design",
        "data driven research"
      ],
      "Description" : "Made a car rental app ",
      "Situation" : "the car rental app currently in market is hard to use and also the experience is not very good ",
      "Problem" : "The extreme late fees and late feedback while rent a car",
      "Process" : [
        "Give instant feedback",
        "reduce steps for booking",
        "easy to return the car"
      ],
      "Result" : "Make the whole flow smooth and positive.",
      "tagline" : [
        "My thesis project is a car rental web app with lots of interactive visual elements",
        "the process of car rental is easy to use because of interactive visual feedback"
      ],
      "thumbnail" : "https://lh4.googleusercontent.com/TRfGH2MDsS25CxSc76V-LGbknDTEMJidFg58EDwb7try62PRq6BR_71IJyF9NKPplnORYjdft7DKE5E=w1920-h950",
      "Cover_img" : "https://lh3.googleusercontent.com/zKTfXh6a4WA1p8RZ_E52dGuAO6ACSXBWrWWFiftCjcosFNCgqyfVwTiaU6Ez_Bx4WFZ3irBewXrR7As=w1920-h950-rw",
      "other_imgs" : "",
      "project_type" : "Individual",
      "bio" : "",
      "portfolio_url" : "",
      "student-skills" : "",
      "headshot" : "Yi.png"
    },
    {
      "projID" : "zrpl",
      "name" : "Arwa Alkadi",
      "Project" : "Sheridan Mobile App",
      "Format" : [
        "Mobile App",
        "service"
      ],
      "Year" : "Second Year",
      "Skills" : [
        "User experience",
        "prototyping",
        "user testing"
      ],
      "Description" : "This project focuses more on the research rather than user interface. It emphasizes more on what the user wants and understanding their experience using the app. ",
      "Situation" : "This app poses the challenge of understanding how the user uses their Sheridan oneCARD and how else it can be used.",
      "Problem" : "I needed to solve how else can the user use the app. ",
      "Process" : [
        "By interviewing students",
        "building app prototypes and user testing",
        "I understood their needs. User testing with students helped me understand what they needed such as printing and buying things outside of Sheridan with the app."
      ],
      "Result" : "The result was mostly a positive one. I was able to learn different experiences and scenarios that students or other users of how would they use the app.",
      "tagline" : "Provides Sheridan user with extra features such as classroom access and printing.",
      "thumbnail" : "https://lh6.googleusercontent.com/CXHCJIPMrJmmkFmrNeFzKcTtPY2Exg1XiQJoxGMAqn5Svw_DKmpArv8zReMLO_ICCTiksE79H7ddUWg=w1920-h950",
      "Cover_img" : "https://lh4.googleusercontent.com/NEviGKUXwwEEk1tUQErV57wWR7-p4NCZIQuBSv0ADjabk2prHnWpHftJoHCiKtotAlCToAw5Vi_ECR0=w1920-h950-rw",
      "other_imgs" : "",
      "project_type" : "Individual",
      "bio" : [
        "Hi there",
        "I'm Arwa and have a variety of interests that have allowed me to apply that knowledge to Interaction Design. There are so many things to explore around me and learning how people use and interact with the world around them interests me even more since the world is always changing. I hope to keep exploring and learning new things so I can apply them."
      ],
      "portfolio_url" : "behance.net/alkadiarwaeecf",
      "student-skills" : [
        "UX Design",
        "UI Design",
        "User Testing",
        "Usability"
      ],
      "headshot" : "Arwa.png"
    },
    {
      "projID" : "7vwa",
      "name" : "Rebekah Reimer",
      "Project" : "Openbook",
      "Format" : "App",
      "Year" : "Fourth Year",
      "Skills" : [
        "Branding",
        "Development",
        "Programming"
      ],
      "Description" : [
        "Openbook is an app for reading graphic novels on the go in a simplified way",
        "allowing users to discover old and new favorites in a streamlined experience."
      ],
      "Situation" : [
        "I found through my research that reader apps are often far too bulky",
        "with many unnecessary features that broke immersion while engaging with a novel."
      ],
      "Problem" : "I needed to design an app that would allow a user to interact with and search for new novels in a way that was simple and easy to navigate without unnecessary features.",
      "Process" : [
        "First I needed to understand how and what my target audience thought about reading graphic novels online as part of my research. From there I created paper prototypes",
        "usability tests",
        "wire frames and mock ups to develop my app before finally programming."
      ],
      "Result" : [
        "Overall",
        "this was a long and involved process that taught me so much regarding development of a brand and how to handle long term projects. I am proud of what I have achieved with this app and hope to be able to develop it further over time."
      ],
      "tagline" : "The simple way to find your next favorite.",
      "thumbnail" : "http://i174.photobucket.com/albums/w116/silary/thumbnail.png",
      "Cover_img" : "http://i174.photobucket.com/albums/w116/silary/coverimage.png",
      "other_imgs" : [
        "http://i174.photobucket.com/albums/w116/silary/additional1.png",
        "http://i174.photobucket.com/albums/w116/silary/additional2.png"
      ],
      "project_type" : "Individual",
      "bio" : [
        "Rebekah has spent most of her life fascinated by history and science. She applies her skills by working on projects that reflect her love of these subjects",
        "and she strives to develop meaningful",
        "elegant designs and a fluent user experience through her ability to anticipate and execute viable layouts and solutions that meet and surpass the users desires and expectations."
      ],
      "portfolio_url" : "rebekahreimer.com",
      "student-skills" : [
        "UX Interface and Design",
        "Motion graphics"
      ],
      "headshot" : "Rebekah.png"
    },
    {
      "projID" : "x8bd",
      "name" : "Harrisson Joseph",
      "Project" : "Survive & Thrive App",
      "Format" : "Web App",
      "Year" : "Third Year",
      "Skills" : [
        "UX design",
        "UX research",
        "Visual Design"
      ],
      "Description" : "The Survive & Thrive App was developed as a one stop spot to help new incoming Sheridan students navigate college life and introduce them to campus services and processes.",
      "Situation" : [
        "Thousands of students start college at Sheridan every year",
        "although the resources to navigate college life are readily available",
        "they are expected to learn an extensive amount of information in a short amount of time to adjust to their new surroundings."
      ],
      "Problem" : [
        "How might we condense the quantity of the college information without losing the value",
        "and still address the needs of new students?"
      ],
      "Process" : [
        "We broke the down the college information into categories -  Survive  includes all financial",
        "registration and student services needs",
        "and  Thrive  includes clubs",
        "events",
        "tips and extras."
      ],
      "Result" : [
        "This project was a rewarding experience because working on a small team allowed me to wear many hats",
        "from designing to content creation. The app was showcased at the Sheridan Creates conference and received positive feedback. The project was also awarded with additional grant funding for further development."
      ],
      "tagline" : "An orientation App that helps new incoming Sheridan students make the leap to college life and land on their feet.",
      "thumbnail" : "http://phoenix.sheridanc.on.ca/~ixd36/wp-content/uploads/2017/04/survive_thumbnail.jpg",
      "Cover_img" : "http://phoenix.sheridanc.on.ca/~ixd36/wp-content/uploads/2017/04/survive_cover.jpg",
      "other_imgs" : "http://phoenix.sheridanc.on.ca/~ixd36/wp-content/uploads/2017/04/survive_moodboard.jpg",
      "project_type" : "Group",
      "bio" : [
        "I'm a multidisciplinary designer with a keen interest in UX design. I believe that good design empowers and improves people’s lives. I am driven by curiosity and an eagerness to solve design challenges. I love studying user behaviour and understanding people’s needs. I’m an advocate of the user experience - I strive for simplicity and clarity in all my designs. \n\nWhen I’m not designing you can find me watching badly rated Netflix films (they‘re so bad",
        "it’s good)",
        "drinking copious amounts of chai tea",
        "or in search of sleep."
      ],
      "portfolio_url" : "harrissonjoseph.com",
      "student-skills" : [
        "UX/UI Design",
        "UX Research",
        "Usability Testing",
        "Visual Design",
        "Motion Design"
      ],
      "headshot" : ""
    },
    {
      "projID" : "t2tk",
      "name" : [
        "Rico Suico",
        "Yurria Byun"
      ],
      "Project" : "Zen Butterflies",
      "Format" : [
        "Installation",
        "Kinect"
      ],
      "Year" : "Second Year",
      "Skills" : [
        "Visual Design",
        "Prototyping",
        "Development"
      ],
      "Description" : "Zen Butterflies is an interactive kinect installation that tracks the users hands to influence the movement of butterflies on the screen. It provides a simple interaction to lighten students' moods amidst a stressful time period.",
      "Situation" : "Stress and anxiety affects a large percentage of the student population during the final weeks of school. Students need time without mental strain to calm and recharge their mind and body.",
      "Problem" : "This project tackles the issue of stress which can lead to negative effects on mental and physical health.",
      "Process" : [
        "Before starting the project",
        "we researched different methods of relaxation and used it to lead our approach on this issue. During implementation",
        "we used cool colours to create a calm environment ideal for stress relief."
      ],
      "Result" : "The outcome was a simple installation that provided students a few minutes break from their busy schedules. This project taught us a lot about development and prototyping to ensure the final product works as intended live.",
      "tagline" : "Give your mind a break and destress with the help of luminous butterflies and soothing music.",
      "thumbnail" : "http://phoenix.sheridanc.on.ca/~ixd41/wp-content/uploads/2017/04/zen400x300.jpg",
      "Cover_img" : "http://phoenix.sheridanc.on.ca/~ixd41/wp-content/uploads/2017/04/zen300x960.jpg",
      "other_imgs" : "",
      "project_type" : "Group",
      "bio" : "",
      "portfolio_url" : "",
      "student-skills" : "",
      "headshot" : ""
    }
  ]
}
