{
  "Pending Info Responses" : {
    "wtlz" : {
      "projID" : "wtlz",
      "name" : "Ali Tayyebi",
      "Project" : "Untitled",
      "Format" : "Publication, Website",
      "Year" : "Fourth Year",
      "Skills" : "Information Visualization, Development",
      "Description" : "Untitled is a publication providing facts and data, not opinion.",
      "Situation" : "Currently news outlets focus on appealing to a certain customer base and appealing to their views, instead of focusing on the informing their audience on what's happening to the world.",
      "Problem" : "Showing both sides of the fence on a topic, instead of the side that I find more appealing.",
      "Process" : "I am creating a publication that uses a prose format as little as possible, and places a heavy emphasis on providing only objective information on a subject, allowing a reader to make up their own mind on a subject.",
      "Result" : "It's been a very positive experience talking to people whose views are opposite mine, and working on a framework that reports only information and why it's important to be aware of what's happening, rather than pushing an agenda or a view on the reader.",
      "tagline" : "",
      "thumbnail" : "",
      "Cover_img" : "",
      "other_imgs" : "",
      "project_type" : "Individual",
      "bio" : "",
      "portfolio_url" : "",
      "student-skills" : "",
      "headshot" : "Ali.png"
    },
    "smw3" : {
      "projID" : "smw3",
      "name" : "Aman Singh",
      "Project" : "Open Closets (Tentative)",
      "Format" : "Website, Service, Film",
      "Year" : "Fourth Year",
      "Skills" : "Developement, Filming, Research/UX",
      "Description" : "Open Closets is a website which tells the stories of LGBTQA+ individuals ,\nthe struggles they faced, how they overcame them and their life\npresepectives from both being in the closet and openly LGBTQA+ . ",
      "Situation" : "Someone has come out to you and you don't fully understand what it means so you can view these diary/journal enteries (film) and hear other prespectives to get a better grasp of the issue.",
      "Problem" : "Coming out is a difficult task and sometimes individuals don't understand the process, so how might we help LGBTQA+ individuals come out?",
      "Process" : "Filmed multiple interviews and conducted research about LGBTQA+ individuals and condensed it into one site where users will be able to navigate through to see all the stories.",
      "Result" : "The result was positive, users found it invoked empathy and provided a deeper/richer look into the life of an LGBTQA+ individual allowing for a way better understanding of the issue of coming out.",
      "tagline" : "",
      "thumbnail" : "",
      "Cover_img" : "",
      "other_imgs" : "",
      "project_type" : "Individual",
      "bio" : "",
      "portfolio_url" : "",
      "student-skills" : "",
      "headshot" : "Pickles.png"
    },
    "rri8" : {
      "projID" : "rri8",
      "name" : "Aman Singh, Ahmed Wageh, Kaye Mao",
      "Project" : "The Wallock",
      "Format" : "Physical Computing, Product Design, UX Research",
      "Year" : "Third Year",
      "Skills" : "Aman - Branding, Prototyping (Design of Wallet)\nAhmed Wageh - Development, Prototyping (Physical computing)\nKaye Mao - Development, Prototyping (Digital computing)",
      "Description" : "The Wallock is an automatic locking wallet aimed towards fixing over consumption. The project was created in collaboration with Ahmed Wageh, and Kaye Mao.",
      "Situation" : "You impulse buy at a certain shop, with The Wallock you can block the shop so next time you're near it you can't pull out your wallet to buy something, completely halting the impulse purchase.",
      "Problem" : "How can we stop overconsumption/impulse purchasing?",
      "Process" : "The Wallock activates when in the vicinity of areas (danger locations)\nthat the user would like to avoid. By being able to block certain areas it allows for users to gradually stop and notice their impulse purchases rather than block everything.",
      "Result" : "The outcome was very positive as the uses for it extend further than over consumption. This product could be used in many instances such as deterring the user from impulse buying, teaching children to spend smart, or even help users who are not in the right state of mind (alcohol, drugs, etc...)",
      "tagline" : "",
      "thumbnail" : "",
      "Cover_img" : "",
      "other_imgs" : "",
      "project_type" : "Group",
      "bio" : "",
      "portfolio_url" : "",
      "student-skills" : "",
      "headshot" : ""
    },
    "r7fp" : {
      "projID" : "r7fp",
      "name" : "Aman Singh, Ahmed Wageh, Riley Co",
      "Project" : "Shift",
      "Format" : "App, Video Game, Story",
      "Year" : "Third Year",
      "Skills" : "Aman - Branding, Prototyping, Game Design, Sound Design, Conceptual Design, 3D Modeling\nAhmed Wageh - Developement, Prototyping, Game Design, Conceptual Design, 3D Modeling\nRiley Co - Branding, Prototyping, Conceptual Design, Promotions, 3D Modeling",
      "Description" : "Shift is an adventure game which gives players the ability to explore opposite dimensions.",
      "Situation" : "The two travellers homes have been destroyed and are seeking asylum, but on the way face various obstacles to the \"Utopia\"",
      "Problem" : "Create a narrative in any form of medium (all from scratch)",
      "Process" : "We began with Conceptual Design, Prototyping, Design and Branding, Developement, Sound Design, Polishing, User Testing, Finalizing the game. The overall game is even availabl to download online.",
      "Result" : "The outcome was positive, many of the user testers found the game fun and compelling with the storyline. The music and other assets fit in really well.",
      "tagline" : "",
      "thumbnail" : "https://drive.google.com/open?id=0B1daJ7iHNkCVdDgwMGJSX3JYMUE",
      "Cover_img" : "",
      "other_imgs" : "",
      "project_type" : "Group",
      "bio" : "",
      "portfolio_url" : "",
      "student-skills" : "",
      "headshot" : ""
    },
    "cofh" : {
      "projID" : "cofh",
      "name" : "Arwa Alkadi",
      "Project" : "Toronto Fringe Festival",
      "Format" : "Mobile App",
      "Year" : "Second Year",
      "Skills" : "Prototyping, User Interface, Development",
      "Description" : "This individual project was a semester long project, where we were asked to design an app for an event which I chose the Toronto Fringe Festival.",
      "Situation" : "The context of the problem was that the festival is well known, however, there was no app to provide users information when at the festival.",
      "Problem" : "I needed to solve the user experience of how the user would engage with the app when using it at the festival.",
      "Process" : "In order to solve it, I did research about its demographics, interviewed users, built prototypes and wireframes and UI styles of the app. This helped me better understand the needs and wants of the app for users.",
      "Result" : "I learned that gaining insight from the user is important in order to be able to identify the needs when creating an app. ",
      "tagline" : "An app that gives everything you need about the festival.",
      "thumbnail" : "https://drive.google.com/file/d/0B4-6gUdViItHRkdfcEpjRkVlZWM/view?usp=sharing",
      "Cover_img" : "https://drive.google.com/file/d/0B4-6gUdViItHczlReXo1VFJBUFE/view?usp=sharing",
      "other_imgs" : "",
      "project_type" : "Individual",
      "bio" : "",
      "portfolio_url" : "",
      "student-skills" : "",
      "headshot" : "Arwa.png"
    },
    "zrpl" : {
      "projID" : "zrpl",
      "name" : "Arwa Alkadi",
      "Project" : "Sheridan Mobile App",
      "Format" : "Mobile App, service",
      "Year" : "Second Year",
      "Skills" : "User experience, prototyping, user testing",
      "Description" : "This project focuses more on the research rather than user interface. It emphasizes more on what the user wants and understanding their experience using the app. ",
      "Situation" : "This app poses the challenge of understanding how the user uses their Sheridan oneCARD and how else it can be used.",
      "Problem" : "I needed to solve how else can the user use the app. ",
      "Process" : "By interviewing students, building app prototypes and user testing, I understood their needs. User testing with students helped me understand what they needed such as printing and buying things outside of Sheridan with the app. ",
      "Result" : "The result was mostly a positive one. I was able to learn different experiences and scenarios that students or other users of how would they use the app.",
      "tagline" : "Provides Sheridan user with extra features such as classroom access and printing.",
      "thumbnail" : "https://drive.google.com/file/d/0B4-6gUdViItHOFdPT1pLYjR2N0k/view?usp=sharing",
      "Cover_img" : "https://drive.google.com/file/d/0B4-6gUdViItHbWU3YTlmdEx6UE0/view?usp=sharing",
      "other_imgs" : "",
      "project_type" : "Individual",
      "bio" : "",
      "portfolio_url" : "",
      "student-skills" : "",
      "headshot" : "Arwa.png"
    },
    "ywcr" : {
      "projID" : "ywcr",
      "name" : "Carley Noble",
      "Project" : "Monochrome",
      "Format" : "Web-Based Experience Game",
      "Year" : "Fourth Year",
      "Skills" : "Prototyping, Illustration, Game Development",
      "Description" : "For my thesis, I created a day-in-the-life simulation of a depressive to help tell the story of the struggles those afflicted with this mental illness go through every day.",
      "Situation" : "Depression is a very hard thing to describe, since a mental illness is \nlargely an internal view on how one experiences life and emotions. As such, family members and friends of those with depression can have a hard time understanding what their loved one is going through. ",
      "Problem" : "How might we encourage and foster empathy and understanding for friends and family members of those suffering with depression?",
      "Process" : "To gather information on the subject, I mainly gained guidance from a market study of current methods of telling the story of depression, which largely included web platforms and physical booklets. In addition, I took the concerns and feedback of families and friends of people with depression, depressives themselves, and the recommendations of a therapist to ensure that multiple viewpoints on the subject were taken into account. In the end I decided to make an interactive depressive experience.",
      "Result" : "So far Monochrome has been well received by people who have interacted with it. The biggest challenge of this project was to ensure that the experience did not trivialize the struggles of depressives while simultaneously managing the need of engagement with the person interacting with the experience.",
      "tagline" : "An experience to promote empathy towards sufferers of depression",
      "thumbnail" : "http://i38.photobucket.com/albums/e111/nobleca1/monochromeThumb_zpswpttcyag.png",
      "Cover_img" : "http://i38.photobucket.com/albums/e111/nobleca1/monochromeCover_zpsnyix1qex.png",
      "other_imgs" : "http://i38.photobucket.com/albums/e111/nobleca1/monochromePreview_zpslwggehmf.png",
      "project_type" : "Individual",
      "bio" : "",
      "portfolio_url" : "",
      "student-skills" : "",
      "headshot" : "Carley.png"
    },
    "8c9h" : {
      "projID" : "8c9h",
      "name" : "David Brennan",
      "Project" : "Second Read",
      "Format" : "Web App",
      "Year" : "Fourth Year",
      "Skills" : "UI, Branding, Development",
      "Description" : "Second Read helps writers to receive meaningful critique of their work by matching them with beta readers who have knowledge of the genre they're writing. It also allows them to work through a short critique with a potential reader before either of them commit to a critique of an entire manuscript.",
      "Situation" : "Like any other art form, constructive criticism is important to improving as a writer. This is commonly found in the form of a beta reader: another writer or reader who provides feedback on a manuscript before it is released.",
      "Problem" : "Beta readers are important to the process of writing a novel but are often difficult for amateur writers to find.",
      "Process" : "I started by interviewing writers (both published and unpublished) and reading author blogs to learn as much as I could about beta reading and what makes a good beta reader. I then created paper prototypes of a number of potential solutions to the problem and tested them with some of my writers. I used the results of my testing to pick a solution that I designed and developed.",
      "Result" : "The project has been successful so far, though it is still relatively early in the development. I learned a lot about how to manage the scope of larger project and how \"minimum\" a minimum viable product actually is.",
      "tagline" : "Helping writers find insightful critique",
      "thumbnail" : "http://www.davidbrennan.ca/secondread_thumbnail.png",
      "Cover_img" : "http://www.davidbrennan.ca/secondread.png",
      "other_imgs" : "",
      "project_type" : "Individual",
      "bio" : "I am a curious and driven designer with an understanding of both design and code. I love to learn new skills, especially when they allow me to create. My primary interest is in the intersection of education and technology.",
      "portfolio_url" : "http://www.davidbrennan.ca",
      "student-skills" : "User Experience, Prototyping, Development",
      "headshot" : "Dave.png"
    },
    "ju89" : {
      "projID" : "ju89",
      "name" : "Deron Li",
      "Project" : "Eat Me",
      "Format" : "App, Service",
      "Year" : "Fourth Year",
      "Skills" : "User Research, User Interface Design, Prototyping",
      "Description" : "Many times people forget the foods in their fridge having it spoil and leading to food waste. This app reminds individuals when foods are quickly approaching their “best-before” and tracks their food inventory to offer insight into how much money they’ll lose if they don’t eat their foods. ",
      "Situation" : "Each Year approximately $936 billion worth of food is thrown out contributing to greenhouse gas emissions (GHG). ",
      "Problem" : " How might we reduce the amount of food thrown out and lower our GHG emissions?\n",
      "Process" : "Many people purchase foods with the intentions of eating it only to mismanage portion sizes or forget what’s in their fridge and having it spoil. I created a concept for an app to monitor the “best-before” dates and remind people about their purchases and to encourage consumption by recommending quick and easy recipes to use that food item. To motivate people to eat their foods, this app tracks the amount of money a person losses when their food spoils, offering insight into which foods spoil the most in their household and suggesting potential savings if they change their consumption habits.\n",
      "Result" : "Through this experience, I managed to interview consumers, food retailers and food rescue services to gain insight into why so much food waste occurs. What I’ve learned is that consumers believe a wide variety of myths about foods in addition to having a very high and unrealistic standard for the aesthetic of their foods. So I decided to create a platform that people would use to help reduce their own food waste in their household, while at the same time slowly educating and dispelling myths about foods.\n",
      "tagline" : "Giving Food A Voice To Reduce Food Waste",
      "thumbnail" : "http://phoenix.sheridanc.on.ca/~ixd57/wp-content/uploads/2017/04/300x4001.png",
      "Cover_img" : "http://phoenix.sheridanc.on.ca/~ixd57/wp-content/uploads/2017/04/300x9601.png",
      "other_imgs" : "",
      "project_type" : "Individual",
      "bio" : "",
      "portfolio_url" : "",
      "student-skills" : "",
      "headshot" : "Deron.png"
    },
    "x8bd" : {
      "projID" : "x8bd",
      "name" : "Harrisson Joseph",
      "Project" : "Survive & Thrive App",
      "Format" : "Web App",
      "Year" : "Third Year",
      "Skills" : "UX design, UX research, Visual Design",
      "Description" : "The Survive & Thrive App was developed as a one stop spot to help new incoming Sheridan students navigate college life and introduce them to campus services and processes.",
      "Situation" : "Thousands of students start college at Sheridan every year, although the resources to navigate college life are readily available, they are expected to learn an extensive amount of information in a short amount of time to adjust to their new surroundings.",
      "Problem" : "How might we condense the quantity of the college information without losing the value, and still address the needs of new students?",
      "Process" : "We broke the down the college information into categories - \"Survive\" includes all financial, registration and student services needs, and \"Thrive\" includes clubs, events, tips and extras.",
      "Result" : "This project was a rewarding experience because working on a small team allowed me to wear many hats, from designing to content creation. The app was showcased at the Sheridan Creates conference and received positive feedback. The project was also awarded with additional grant funding for further development.",
      "tagline" : "An orientation App that helps new incoming Sheridan students make the leap to college life and land on their feet.",
      "thumbnail" : "https://www.google.ca/search?q=sheridan+college+survive+and+thrive&rlz=1C5CHFA_enCA725CA726&source=lnms&tbm=isch&sa=X&ved=0ahUKEwiR7LahiJDTAhWL1IMKHTs8De0Q_AUICSgC&biw=1279&bih=676#imgrc=jM3QidNP4XlvcM:",
      "Cover_img" : "https://mir-s3-cdn-cf.behance.net/project_modules/max_3840/4a948147790521.58856afa68f22.jpg",
      "other_imgs" : "survive.sheridanc.on.ca",
      "project_type" : "Group",
      "bio" : "",
      "portfolio_url" : "",
      "student-skills" : "",
      "headshot" : "Harrisson.png"
    },
    "gnj4" : {
      "projID" : "gnj4",
      "name" : "Jenn Stack",
      "Project" : "Face 2 Face",
      "Format" : "Mobile Dating App ",
      "Year" : "Fourth Year",
      "Skills" : "UX/UI Design, User Research, Prototyping",
      "Description" : "Face 2 Face is a mobile dating app that allows users to make the first approach without technology guiding the whole experience. Users are able to view specific restaurants, bars, and venues near them where they are able to connect with one another based on a ‘checking in’ process. However, the catch is users must be in the physical location in order to check in. Once a user is checked in, they have the option to connect with other users who may fit their desired profile.",
      "Situation" : "Online dating allows the relationships between technology and human interaction to emerge by creating an environment in which individuals can connect with one another over the Internet. However, online dating today has become more of a gamified experience causing individuals to view others as commodities rather than potential mates. ",
      "Problem" : "How might we change the ‘shopping cart mentality’ of online dating by creating more efficient methods that allow users to go beyond the connections and conversations made within the online dating world.",
      "Process" : "In order to shift the perspective of a 'shopping cart mentality,’ Face 2 Face allows users to still participate in the digital world as well as incorporating ‘old-fashion’ methods of meeting. By conducting interviews with users and industry professionals, I was able to gather valuable information regarding user-behaviours within online dating platforms. Usability testing and user research played a critical role in the development of Face 2 Face, allowing me to explore the cultural, personal, and social aspects involved in online dating. ",
      "Result" : "Creating Face 2 Face resulted in a greater understanding of user behaviours within the online dating world. Design the user experience and branding around a new dating application presented a challenge to cater to a diverse user demographic. Although challenges arouse, prototyping and user testing aided in the improvements needed to make Face 2 Face a more appealing dating app. It allowed me as a designer to refine my skills and understanding of creating innovative user experiences that are adaptable to a wide range of users. ",
      "tagline" : "",
      "thumbnail" : "http://phoenix.sheridanc.on.ca/~ixd64/wp-content/uploads/2017/04/thumbnail-image-jstack.png",
      "Cover_img" : "http://phoenix.sheridanc.on.ca/~ixd64/wp-content/uploads/2017/04/cover-image-jstack.png",
      "other_imgs" : "",
      "project_type" : "Individual",
      "bio" : "",
      "portfolio_url" : "",
      "student-skills" : "",
      "headshot" : "Jenn.png"
    },
    "er5j" : {
      "projID" : "er5j",
      "name" : "Joe Jonker",
      "Project" : "Autonomous Vehicles and the Environment - A Study",
      "Format" : "Design Research Study Booklet, Unity VR experience, ",
      "Year" : "Fourth Year",
      "Skills" : "Unity3D, User research, Prototyping",
      "Description" : "I designed a VR experience in Unity alongside a User Experience Study centered around the topic of autonomous vehicles and the",
      "Situation" : "The context of the problem is formed around the limitations of autonomous technology, specifically in regards to weather and the environment. The relatively clouded public knowledge of their limitations and abilities has resulted in a lack of trust in them.",
      "Problem" : "With autonomous and semi-autonomous features being implemented in cars already, how might the driver experience evolve in a way where they are always engaged with the vehicle’s status and in a position to react if necessary?",
      "Process" : "First I did some rapid prototyping on a set up that I built out of cardboard and foam-core. After I had developed some solutions, I tested them on people by running them through simple scenarios with the set up. Finally, I created a Virtual Reality Experience in Unity to validate my solutions further.",
      "Result" : "The outcome has definitely been positive overall. As someone with little experience coding or scripting with C# there was definitely a large learning curve to adjust to. I dealt with a lot of unknowns, for example, due to unfamiliarity with Unity at the beginning, I struggled to properly slot time for creating elements of the experience. However through this experience I expanded my skill-set, and learned to apply my interaction design skills in a field that I had not explored before.",
      "tagline" : "",
      "thumbnail" : "",
      "Cover_img" : "",
      "other_imgs" : "",
      "project_type" : "Individual",
      "bio" : "",
      "portfolio_url" : "",
      "student-skills" : "",
      "headshot" : "Joe.png"
    },
    "f7t0" : {
      "projID" : "f7t0",
      "name" : "Jordan Morrison",
      "Project" : "Food Sovereignty",
      "Format" : "Service, App, Branding/packaging",
      "Year" : "Fourth Year",
      "Skills" : "User Experience, User Interface, Branding",
      "Description" : "Food Sovereignty is a service, that includes a physical kit, mobile application and product website that allows users to connect with local farms and farmers by purchasing kits prepared with food native to your location. ",
      "Situation" : "Food sovereignty is the concept that we have the right to healthy food produced through ecologically sustainable methods, and farmers as well as consumers' right to define their own food and agriculture systems.",
      "Problem" : "To impact the food service chain by illuminating and strengthening the weak connection between consumers and where their food is coming from.",
      "Process" : "Paper prototype/sketches - Conceptual\nThe testing environment was an informal setting where users were walked through the flow and the concept of the service, from mobile app to consumer kit.\n\nInvision Wireframe Prototype - Navigation\nUsers were given very limited information and asked to navigate through the app from sign-up, onboarding and basic selections to placing an order on a kit, placing the order in their cart and purchasing",
      "Result" : "My most significant takeaway's from this project was how to manage a year long multi-phase project, by keeping realistic timelines and scoping the deliverables to match those timelines. \n\nIn pitching one possible solution to move food-producing resources back into local-domains this process has allowed me to dig deeper into conceptualizing imaginative yet human design values.",
      "tagline" : "Giving Food A Voice To Reduce Food Waste",
      "thumbnail" : "",
      "Cover_img" : "",
      "other_imgs" : "",
      "project_type" : "Individual",
      "bio" : "",
      "portfolio_url" : "",
      "student-skills" : "",
      "headshot" : "Jordan.png"
    },
    "y3ox" : {
      "projID" : "y3ox",
      "name" : "Kerlea Joseph",
      "Project" : "Fourth Year Thesis ",
      "Format" : "Service",
      "Year" : "Fourth Year",
      "Skills" : "Research, Physical Computing, User Experience",
      "Description" : "A system of sensors to help people in the Caribbean monitor water stored in tanks and water consumption. When the water in a users tank hits half capacity the user receives a text alert letting them know how their water supplies should last based on average daily consumption.",
      "Situation" : "Due to climate change, many countries in the Caribbean are now experiencing extended periods of drought, as such users need more help making sure their stored water lasts through increasingly longer water shortages.",
      "Problem" : "How might we improve water conservation habits through low cost methods",
      "Process" : "To solve this problem, I first went about interviewing various users  trying to understand their conservation habits, their priorities with water usage as well as current solutions and how they felt these addressed the problem. Using this information and IDEO's design thinking methodology, I was able to develop new insights and developed a list of possible solutions.",
      "Result" : "So far the experience has been quite the rollercoaster ride. What I've largely taken away from the process is that with physical computing sensors can be quite finicky so be prepared for unexpected results.",
      "tagline" : "",
      "thumbnail" : "http://i1347.photobucket.com/albums/p704/islandgyal221/ThumbnailV3_zps5e0guy3a.jpg",
      "Cover_img" : "http://i1347.photobucket.com/albums/p704/islandgyal221/StLuciaBannerImage_WebV3_zpsgtu0idja.jpg",
      "other_imgs" : "",
      "project_type" : "Individual",
      "bio" : "",
      "portfolio_url" : "",
      "student-skills" : "",
      "headshot" : "Kerlea.png"
    },
    "mxz1" : {
      "projID" : "mxz1",
      "name" : "Michael Arrizza",
      "Project" : "Brampton Beast 2016/2017 Season Ticket Book",
      "Format" : "Booklet Design, Print Design",
      "Year" : "Third Year",
      "Skills" : "Branding, Print Design, Collaboration",
      "Description" : "Created the 2016/2017 Brampton Beast season ticket book. ",
      "Situation" : "The previous style lacked brand guidance and appeared visually dull. Ticket designs also did not show team logo's on them and the overall appearance needed an upgrade.",
      "Problem" : "Had to use my artistic talent to come up with a creative solution that would evolve the brand and give it a true identity that would relate into the philosophy and culture of the club as well as the sport.",
      "Process" : "Collaborated professionally with Owner, VP, GM and other executive members about possible creative directions with new book design. Took everyone's thoughts into account when designing and kept key goals and objectives at front of the design story. ",
      "Result" : "Result was a stunning upgrade from previous versions of the booklet. Many fans as well as executives and managers were very pleased with the upgraded design and it will serve as a staple moving forward with the brand in the coming seasons.",
      "tagline" : "",
      "thumbnail" : "",
      "Cover_img" : "",
      "other_imgs" : "",
      "project_type" : "Individual",
      "bio" : "",
      "portfolio_url" : "",
      "student-skills" : "",
      "headshot" : ""
    },
    "nsdm" : {
      "projID" : "nsdm",
      "name" : "Michael Arrizza",
      "Project" : "Smart Skate",
      "Format" : "Service App, Retail Solutions",
      "Year" : "Fourth Year",
      "Skills" : "Research, User Interface Design, Prototyping",
      "Description" : "Smart Skate is a concept designed as a solution for sports retailers in order to decrease the amount of time it takes for consumers to try on hockey skates. It automatically recommends the best fitting skates through a simple user-friendly and straightforward filtering design.",
      "Situation" : "Imagine you're a customer in a major sport retail store and you approach a wall with over 300 skate products! You would have no idea where to start as pricing jumps from $50.00 to $1,000.00 on skate models that all appear to look the same to you. You begin trying on skates and realizing the process is over an hour long and you've still not figured out what your best skate is.",
      "Problem" : "Information overload as well as decreasing fit times for hockey skates to allow for a better and faster fitting experience.",
      "Process" : "Research was a big part of this project, as I work in sports retail I had to become a consumer to really empathize how others had felt about this situation. I then took this research and looked at the reoccurring themes throughout it and based the experience around the two most common underlying themes of improperly fitted hockey skates & fitting times for trying on hockey skates. I then was able to design my concept and create a system around these issues which would improve the overall retail experience.",
      "Result" : "While not fully complete, I hope to launch this as an application in 2018. The process which I've designed creates a fast and easy to use approach for sizing hockey skates. The app can be used in multiple ways as it was designed to have multiple uses either being a stand alone self-fitting kiosk in sports retailers, a digital companion to help guide employees through a skate fitting process or a virtual ordering system within a store. ",
      "tagline" : "",
      "thumbnail" : "",
      "Cover_img" : "",
      "other_imgs" : "",
      "project_type" : "Individual",
      "bio" : "",
      "portfolio_url" : "",
      "student-skills" : "",
      "headshot" : ""
    },
    "vdni" : {
      "projID" : "vdni",
      "name" : "Rebekah Reimer",
      "Project" : "The Birth of a Star",
      "Format" : "Motion Graphic",
      "Year" : "Fourth Year",
      "Skills" : "Research, Illustration, Animation",
      "Description" : "An educational video about how stars are formed, told with motion graphics and kinetic typography.",
      "Situation" : "I found over the years that many aspects of science are poorly explained, I needed to find a way to show a complex idea in a way that everyone can understand. ",
      "Problem" : "I needed to take a complex topic and explain it as simply as possible.",
      "Process" : "First I condensed the topic of how a star is formed. I then created matching illustrations and assets based on that research and animated them to form a cohesive whole and explain my chosen narrative.",
      "Result" : "This experience taught me a lot about telling a narrative and working with multiple programs. I enjoyed the illustrative and kinetic aspects of this project and hope to be able to further develop my skills and create more educational motion graphics in the future. ",
      "tagline" : "Learn through graphics",
      "thumbnail" : "http://i174.photobucket.com/albums/w116/silary/thumbnailStar.png , https://drive.google.com/file/d/0B4hqTtoiY6mkZ2k0MDJMZFplSDA/view?usp=sharing  ",
      "Cover_img" : "http://i174.photobucket.com/albums/w116/silary/coverimageStar.png , https://drive.google.com/file/d/0B4hqTtoiY6mkZ0tFWWN2Y2RCU2s/view?usp=sharing",
      "other_imgs" : "https://drive.google.com/file/d/0B4hqTtoiY6mkXy1paUd4end6LWc/view?usp=sharing , http://i174.photobucket.com/albums/w116/silary/additional1STAR.png",
      "project_type" : "Individual",
      "bio" : "",
      "portfolio_url" : "",
      "student-skills" : "",
      "headshot" : "Rebekah.png"
    },
    "7vwa" : {
      "projID" : "7vwa",
      "name" : "Rebekah Reimer",
      "Project" : "Openbook",
      "Format" : "App",
      "Year" : "Fourth Year",
      "Skills" : "Branding, Development, Programming",
      "Description" : "Openbook is an app for reading graphic novels on the go in a simplified way, allowing users to discover old and new favorites in a streamlined experience.",
      "Situation" : "I found through my research that reader apps are often far too bulky, with many unnecessary features that broke immersion while engaging with a novel. ",
      "Problem" : "I needed to design an app that would allow a user to interact with and search for new novels in a way that was simple and easy to navigate without unnecessary features.",
      "Process" : "First I needed to understand how and what my target audience thought about reading graphic novels online as part of my research. From there I created paper prototypes, usability tests, wire frames and mock ups to develop my app before finally programming.",
      "Result" : "Overall, this was a long and involved process that taught me so much regarding development of a brand and how to handle long term projects. I am proud of what I have achieved with this app and hope to be able to develop it further over time.",
      "tagline" : "The simple way to find your next favorite.",
      "thumbnail" : "https://drive.google.com/file/d/0B4hqTtoiY6mkZllSQVFnYmJQbDQ/view?usp=sharing , http://i174.photobucket.com/albums/w116/silary/thumbnail.png",
      "Cover_img" : "https://drive.google.com/file/d/0B4hqTtoiY6mkTW1LcHlkV051RVk/view?usp=sharing , http://i174.photobucket.com/albums/w116/silary/coverimage.png",
      "other_imgs" : "http://i174.photobucket.com/albums/w116/silary/additional1.png , http://i174.photobucket.com/albums/w116/silary/additional2.png , https://drive.google.com/file/d/0B4hqTtoiY6mkY2pIRGpTUzBGeVk/view?usp=sharing , https://drive.google.com/file/d/0B4hqTtoiY6mkd0UyTV81U2xiYk0/view?usp=sharing",
      "project_type" : "Individual",
      "bio" : "",
      "portfolio_url" : "",
      "student-skills" : "",
      "headshot" : "Rebekah.png"
    },
    "ux7e" : {
      "projID" : "ux7e",
      "name" : "Rico Suico",
      "Project" : "Studio Search",
      "Format" : "App, Prototype, Invision",
      "Year" : "Third Year",
      "Skills" : "Interface Design, User Experience, Prototyping",
      "Description" : "Studio Search is a navigation app used to find local dance studios around the user or target location. Its goal is to give dancers quick access to local companies while speeding up the transaction process. ",
      "Situation" : "Many new dancers are often intimidated by joining classes and continually put off the idea of starting. Studio Search provides info on local studios and allows the user to join classes from the app itself.",
      "Problem" : "Beginner dancers often don't know where to start classes due to having no experience in dance studios.",
      "Process" : "Before starting the project, informal interviews were conducted with dancers from different backgrounds to gather their experiences on starting. These results were used to decide which features would be present in the app.",
      "Result" : "The result was an invision prototype which user testers claimed to be simple and efficient for the issue it's tackling.",
      "tagline" : "Discover local dance studios quickly sign up for your next class!",
      "thumbnail" : "http://phoenix.sheridanc.on.ca/~ixd41/wp-content/uploads/2017/04/studio400x300.jpg",
      "Cover_img" : "http://phoenix.sheridanc.on.ca/~ixd41/wp-content/uploads/2017/04/studio300x960.jpg",
      "other_imgs" : "",
      "project_type" : "Individual",
      "bio" : "",
      "portfolio_url" : "",
      "student-skills" : "",
      "headshot" : "Rico.png"
    },
    "t2tk" : {
      "projID" : "t2tk",
      "name" : "Rico Suico, Yurria Byun",
      "Project" : "Zen Butterflies",
      "Format" : "Installation, Kinect",
      "Year" : "Second Year",
      "Skills" : "Visual Design, Prototyping, Development",
      "Description" : "Zen Butterflies is an interactive kinect installation that tracks the users hands to influence the movement of butterflies on the screen. It provides a simple interaction to lighten students' moods amidst a stressful time period.",
      "Situation" : "Stress and anxiety affects a large percentage of the student population during the final weeks of school. Students need time without mental strain to calm and recharge their mind and body.",
      "Problem" : "This project tackles the issue of stress which can lead to negative effects on mental and physical health.",
      "Process" : "Before starting the project, we researched different methods of relaxation and used it to lead our approach on this issue. During implementation, we used cool colours to create a calm environment ideal for stress relief.",
      "Result" : "The outcome was a simple installation that provided students a few minutes break from their busy schedules. This project taught us a lot about development and prototyping to ensure the final product works as intended live.",
      "tagline" : "Give your mind a break and destress with the help of luminous butterflies and soothing music.",
      "thumbnail" : "http://phoenix.sheridanc.on.ca/~ixd41/wp-content/uploads/2017/04/zen400x300.jpg",
      "Cover_img" : "http://phoenix.sheridanc.on.ca/~ixd41/wp-content/uploads/2017/04/zen300x960.jpg",
      "other_imgs" : "",
      "project_type" : "Group",
      "bio" : "",
      "portfolio_url" : "",
      "student-skills" : "",
      "headshot" : "Rico.png"
    },
    "2ih1" : {
      "projID" : "2ih1",
      "name" : "Riley",
      "Project" : "Cineplex App ReDesign",
      "Format" : "App",
      "Year" : "Second Year",
      "Skills" : "UI/UX, User Research",
      "Description" : "My cineplex redesign looks at some of the pain points of the previous (2015) Cineplex app.Through user research, I took a stab at refreshing the app and attempted to fix some of it's issues. ",
      "Situation" : "The original (2015) app was slow, clunky and a bit disorganized. Many of the participants that I interviewed during my user research refused to use the app and settled with ordering their tickets at the box office or through the desktop web portal. ",
      "Problem" : "I wanted to figure out why people didn't want to use the cineplex app. ",
      "Process" : "Started off the project by doing some user research. Attempted to interview a few people who used the app, all within different age groups. From there on I developed personas and scenarios before starting off with paper prototyping and basic wireframes. ",
      "Result" : "The result was rather positive. One reoccurring pattern that I found was that the app had too many steps to order your tickets. I ended up coming up with a conceptual system within the actual theatre called \"fast lane\" which helped speed up the process of purchasing tickets. My only gripe with this project was the fact that I didn't have enough time to work on more screens.  ",
      "tagline" : "",
      "thumbnail" : "",
      "Cover_img" : "",
      "other_imgs" : "",
      "project_type" : "Individual",
      "bio" : "",
      "portfolio_url" : "",
      "student-skills" : "",
      "headshot" : "Riley.png"
    },
    "o0qt" : {
      "projID" : "o0qt",
      "name" : "Riley Co ",
      "Project" : "BackBone",
      "Format" : "website, app, IOT",
      "Year" : "Fourth Year",
      "Skills" : "UI/UX, Branding ",
      "Description" : "Backbone is a conceptual “posture coaching” app that gradually lets users improve their posture without the constraints of a wearable device.",
      "Situation" : "The product is designed to stick onto almost any type of office chair allowing the user to move freely and track their posture without the constraints of a wearable device.  ",
      "Problem" : "I wanted to create a product that would help track bad posture habits and record data over an extended period of time. I also needed a way to relay tips and suggestions to the user as well as a website to market the product. ",
      "Process" : "I did some quick user research and an market analysis on the types of existing posture coaches out today. Most of them were wearables and were targeted towards an older type of audience. ",
      "Result" : "The outcome was overall positive. Instead of making a wearable like everyone else, I figured it would be worth it to just stick sensors on the chairs that people sit on during office hours, that way they aren't weighed down by any bulky or strange looking wearables. ",
      "tagline" : "",
      "thumbnail" : "",
      "Cover_img" : "",
      "other_imgs" : "",
      "project_type" : "Individual",
      "bio" : "",
      "portfolio_url" : "",
      "student-skills" : "",
      "headshot" : "Riley.png"
    },
    "bt1x" : {
      "projID" : "bt1x",
      "name" : "Samantha Redmond",
      "Project" : "CareCircle",
      "Format" : "Mobile App",
      "Year" : "Fourth Year",
      "Skills" : "User Research, UX Design, UI Design",
      "Description" : "The application helps initiate and create conversations to give adults with developmental disabilities, specifically those with Down Syndrome, the opportunity to continue conversations with each other when they are not together. ",
      "Situation" : "People with developmental disabilities struggle with communication barriers and therefore have trouble making lasting friendships and feeling included within society. ",
      "Problem" : "How might we encourage adults with Down Syndrome to create lasting friendships?",
      "Process" : "After spending the day together the user can log into the application and chose a prompt of something to talk about, select whether or not they want to talk or call with a friend, and then can select the friend they would like to talk to. The application uses information from each user’s profile and combines them to help generate topics to talk about. ",
      "Result" : "Everybody, including those with disabilities deserve to have the same opportunities. Focusing my research on accessibility allowed me to design from multiple perspectives, therefore improving the experience and allowing inclusivity within my application. ",
      "tagline" : "Giving adults with Down Syndrome the opportunity to create lasting friendships. ",
      "thumbnail" : "http://phoenix.sheridanc.on.ca/~ixd17/wp-content/uploads/2017/04/thumbnail-samantha-redmond.png",
      "Cover_img" : "http://phoenix.sheridanc.on.ca/~ixd17/wp-content/uploads/2017/04/cover-img-samantha-redmond1.png",
      "other_imgs" : "",
      "project_type" : "Individual",
      "bio" : "",
      "portfolio_url" : "",
      "student-skills" : "",
      "headshot" : "Sam R.png"
    },
    "97n2" : {
      "projID" : "97n2",
      "name" : "Samantha Sadasivan",
      "Project" : "Bevy - Aboriginal Support Group Service",
      "Format" : "Website, App, Kit",
      "Year" : "Fourth Year",
      "Skills" : "UX Research, UX Design, Service Design",
      "Description" : "Bevy is a service designed for Canadian Aboriginal students to learn about their heritage whilst staying mindful to who they are as an individual. Bevy was designed to promote mental health and Aboriginal culture. ",
      "Situation" : "Aboriginal students and mental health has become a large issue for Canadas North and there are multiple factors that contribute to this problem.",
      "Problem" : "How might we support Aboriginal students find their identity and self-esteem",
      "Process" : "I did extensive research with the WeMatter Campaign and Sheridans Indigenous Office. I also did some secondary research Aboriginal gang culture in Manitoba. Majority of my project was aided by research, because it led me to choosing the mediums and content to creating a service, rather than a product. ",
      "Result" : "I learnt a lot about my design process, and what I need to know to make educated decisions. A big part of my journey was focusing granularly on one distinctive problem and not getting lost in a variety of concerns that are embedded in one large problem. ",
      "tagline" : "",
      "thumbnail" : "",
      "Cover_img" : "",
      "other_imgs" : "",
      "project_type" : "Individual",
      "bio" : "",
      "portfolio_url" : "",
      "student-skills" : "",
      "headshot" : "Sam.png"
    },
    "jebj" : {
      "projID" : "jebj",
      "name" : "Steph Charbonneau",
      "Project" : "Nutria",
      "Format" : "App",
      "Year" : "Fourth Year",
      "Skills" : "Research, development, prototyping",
      "Description" : "An app that provides the user with the tools and information in macronutrient tracking. Providing the user with sustainable and achievable goals that can be redirected throughout their personal health and fitness journey. ",
      "Situation" : "Not all calories are built the same; people need an adequate combination of carbohydrates, proteins, and fats in their daily food consumption. The problem with counting calories is that the macronutrients are not being monitored. Macronutrients are types of food that are required in a human’s diet, more specifically known as carbohydrates, proteins, and fats.",
      "Problem" : "How might I create a product that assists people with adopting a healthier lifestyle that provides the user with knowledge, tools, and reward?",
      "Process" : "There are currently multiple calorie and point tracking apps on the market. They are effective tools for beginners that offer users a basic knowledge on calorie tracking. These apps lack in their ability to customize and specify fitness goals. With my app, I aim to educate people on the type of calories they are consuming and provide them with a method to sustainably track their nutrient consumption. They can tailor their calorie intake by their specific goals, as goals are often changing the user can alter their desired outcomes at any point in their fitness journey. ",
      "Result" : "I have learned how to complete the design of an app from start to finish. Following the design thinking methodology; iterating throughout the different stages of discovery, interpretation, ideation, experimentation, and evolution. Additionally, I effectively learned how to create and adhere to a project schedule. ",
      "tagline" : "An app that provides the user with the tools and information in macronutrient tracking. Providing the user with sustainable and achievable goals that can be redirected throughout their personal health and fitness journey. ",
      "thumbnail" : "https://drive.google.com/file/d/0B8y6PivChNj9T3FuNnNYUzJjdUE/view?usp=sharing",
      "Cover_img" : "https://drive.google.com/file/d/0B8y6PivChNj9TVpRNk9DNnFHWlE/view?usp=sharing",
      "other_imgs" : "",
      "project_type" : "Individual",
      "bio" : "",
      "portfolio_url" : "",
      "student-skills" : "",
      "headshot" : "Steph.png"
    },
    "baeu" : {
      "projID" : "baeu",
      "name" : "Suroor Rashid",
      "Project" : "MOT",
      "Format" : "Chrome Extension",
      "Year" : "Fourth Year",
      "Skills" : "Prototyping, Java scripting, Usability Testing",
      "Description" : "I have designed and developed MOT, a browser extension designed to track and reduce digital distraction.",
      "Situation" : "People are not aware of their own behaviour and pay more attention to distractive content i.e. social media, blogs etc. They spend too much time not being productive and hence end up procrastinating.",
      "Problem" : "The goal was to combat procrastination and helping people accomplish their daily tasks.",
      "Process" : "By limiting the amount of time users spend on distractive content . Mot monitors the users activity and provides them with a set timeframe daily to browse distractive content. If the user exceeds the time limit it locks them out of the browser completely.",
      "Result" : "After almost a year researching the subject of procrastination and digital distraction I've learnt that we cannot escape this distractive realm. The project took the form of a service that would fight the existing digital distractions in people's lives, from Twitter and Facebook to Netflix and Reddit. It is a response to the distracting environment that we designed, and in which we now find ourselves.",
      "tagline" : "",
      "thumbnail" : "http://phoenix.sheridanc.on.ca/~ixd60/wp-content/uploads/2016/09/Mot-Pictures-01.png",
      "Cover_img" : "",
      "other_imgs" : "",
      "project_type" : "Individual",
      "bio" : "",
      "portfolio_url" : "suroorzehra.ca",
      "student-skills" : "",
      "headshot" : "Suroor.png"
    },
    "v5kb" : {
      "projID" : "v5kb",
      "name" : "Tammy Le",
      "Project" : "Ipseity",
      "Format" : "Web app",
      "Year" : "Fourth Year",
      "Skills" : "Design research, prototyping, development",
      "Description" : "Ipseity is a web app that allows families to create individual care profiles specifically tailored to a person’s care preferences. In collaboration with Acclaim Health and the Alzheimer’s Society, this includes categories such as routines, activites of daily living, food preferences, alongside information about a person’s identity such as life story and hobbies. ",
      "Situation" : "Dementia is a growing problem, and in the years to come, it will affect millions of Canadians. As dementia progresses, it’s very common for your circle of care to grow as your needs do. ",
      "Problem" : "Caregivers require weeks to learn about a person’s care preferences, which is essential in providing high quality care.",
      "Process" : "I conducted interviews with several caregivers, visited various care homes and spoke to organizations in the community to try to understand the problem when it comes to transitions in care. I co-created categories of information using my research gatherings, prototyped design solutions and tested them on people to refine my solution.",
      "Result" : "I learned a lot about the current state of dementia research, about the lack of funding in the area as well as the growing need for a solution in this space especially with the aging population. The response I received from the community so far has been overwhelmingly positive, and I hope to continue on with the project to refine it further in the future",
      "tagline" : "",
      "thumbnail" : "",
      "Cover_img" : "",
      "other_imgs" : "",
      "project_type" : "Individual",
      "bio" : "",
      "portfolio_url" : "",
      "student-skills" : "",
      "headshot" : "Tammy.png"
    },
    "iyvf" : {
      "projID" : "iyvf",
      "name" : "Taryn Short",
      "Project" : "Intermission",
      "Format" : "App",
      "Year" : "Fourth Year",
      "Skills" : "Branding, development, prototyping",
      "Description" : "\nIntermission is an app that works to find a balance between work and \npersonal tasks, and calculate breaks that enrich a young professional’s life, rather than impede it.",
      "Situation" : "Students and young professionals struggle with finding a balance between work and personal responsibilities, this leads to increased stress, lack of sleep, and anxiety.",
      "Problem" : "How might we improve students' sleeping habits by organizing and identifying areas of improvement within their daily routine?",
      "Process" : "Interviewing young professionals, conducting surveys, journey maps, paper prototyping, wireframes. ",
      "Result" : "My initial question was why people have been sleeping less over the recent years, and through my research I learned that young professionals struggle with balancing the increasing pressures from work, along with their personal life. Therefore, I designed my application to plan and accommodate the many tasks that these people must manage, and allot a time slot in which the user can take a chance to step back and take a break.",
      "tagline" : "Finding the balance between work and play.",
      "thumbnail" : "https://drive.google.com/open?id=0B1daJ7iHNkCVdDgwMGJSX3JYMUE",
      "Cover_img" : "https://drive.google.com/open?id=0B1daJ7iHNkCVMUk0UWw5NDN1Ym8",
      "other_imgs" : "",
      "project_type" : "Individual",
      "bio" : "Combining my interest in art and human psychology, I found myself through Interaction Design. I've always had a love of aesthetics, and that has greatly influenced the way I approach projects, aiming for an effortless and intuitive experience, but also making sure work is aesthetically pleasing.\n\nWhen I am not designing, I'm usually drawing digitally, browsing the internet, watching embarrassing shows on Netflix, or taking snapchats of my dog.",
      "portfolio_url" : "http://taryn.me/",
      "student-skills" : "User Experience, User Interface, Prototyping, Usability Testing, Visual Design",
      "headshot" : "Taryn.png"
    },
    "g3hl" : {
      "projID" : "g3hl",
      "name" : "Yi Xiang",
      "Project" : "OffYouGo",
      "Format" : "web app",
      "Year" : "Fourth Year",
      "Skills" : "Branding, UI/UX design, data driven research",
      "Description" : "Made a car rental app ",
      "Situation" : "the car rental app currently in market is hard to use and also the experience is not very good ",
      "Problem" : "The extreme late fees and late feedback while rent a car",
      "Process" : "Give instant feedback, reduce steps for booking, easy to return the car",
      "Result" : "Make the whole flow smooth and positive.",
      "tagline" : "My thesis project is a car rental web app with lots of interactive visual elements, the process of car rental is easy to use because of interactive visual feedback",
      "thumbnail" : "http://i347.photobucket.com/albums/p473/yixiangsherry/2222-01_zpsuqw0gspq.png",
      "Cover_img" : "http://i347.photobucket.com/albums/p473/yixiangsherry/111-01_zpslwtr8dyg.png",
      "other_imgs" : "",
      "project_type" : "Individual",
      "bio" : "",
      "portfolio_url" : "",
      "student-skills" : "",
      "headshot" : "Yi.png"
    },
    "qj5b" : {
      "projID" : "qj5b",
      "name" : "Yi, Harrisson, Adam, Lindsay",
      "Project" : "Survive and Thrive",
      "Format" : "Web App",
      "Year" : "Third Year",
      "Skills" : "Branding, UI/UX design, Development",
      "Description" : "It is a school orientation app including videos and content, I primary developed the whole app and all icons.",
      "Situation" : "New students need more information and helps to get to adapt sheridan life.",
      "Problem" : "How to make the content easy to use and approachable.",
      "Process" : "I separate users to two group: new students and advance students and developed different section and content for them.",
      "Result" : "It was successful, been used by few hundreds of students and got the top reward this year from Sheridan Create competition.",
      "tagline" : "",
      "thumbnail" : "",
      "Cover_img" : "",
      "other_imgs" : "",
      "project_type" : "Group",
      "bio" : "",
      "portfolio_url" : "",
      "student-skills" : "",
      "headshot" : ""
    }
  },
  "Complete Responses" : {
    "ux7e" : {
      "projID" : "ux7e",
      "name" : "Rico Suico",
      "Project" : "Studio Search",
      "Format" : "App, Prototype, Invision",
      "Year" : "Third Year",
      "Skills" : "Interface Design, User Experience, Prototyping",
      "Description" : "Studio Search is a navigation app used to find local dance studios around the user or target location. Its goal is to give dancers quick access to local companies while speeding up the transaction process. ",
      "Situation" : "Many new dancers are often intimidated by joining classes and continually put off the idea of starting. Studio Search provides info on local studios and allows the user to join classes from the app itself.",
      "Problem" : "Beginner dancers often don't know where to start classes due to having no experience in dance studios.",
      "Process" : "Before starting the project, informal interviews were conducted with dancers from different backgrounds to gather their experiences on starting. These results were used to decide which features would be present in the app.",
      "Result" : "The result was an invision prototype which user testers claimed to be simple and efficient for the issue it's tackling.",
      "tagline" : "Discover local dance studios quickly sign up for your next class!",
      "thumbnail" : "http://phoenix.sheridanc.on.ca/~ixd41/wp-content/uploads/2017/04/studio400x300.jpg",
      "Cover_img" : "",
      "other_imgs" : "",
      "project_type" : "Individual",
      "bio" : "I am a fourth year Interaction Design focusing on user experience and interface design. In the past I have worked as a UX/UI designer for apps on multiple TV platforms across different devices. A lot of my work involves working with narratives and I strive to make my designs clear and accessible for everyone. In my spare time, you can find me working on DIY projects in areas of art, fashion, and dance. I enjoy being crafty and creating interactive experiences whether it is physical or on the screen.\n",
      "portfolio_url" : "ricosuico.com",
      "student-skills" : "UX, UI Design, Usability Testing, Motion Graphics, HTML/CSS",
      "headshot" : "Rico.png"
    },
    "cofh" : {
      "projID" : "cofh",
      "name" : "Arwa Alkadi",
      "Project" : "Toronto Fringe Festival",
      "Format" : "Mobile App",
      "Year" : "Second Year",
      "Skills" : "Prototyping, User Interface, Development",
      "Description" : "This individual project was a semester long project, where we were asked to design an app for an event which I chose the Toronto Fringe Festival.",
      "Situation" : "The context of the problem was that the festival is well known, however, there was no app to provide users information when at the festival.",
      "Problem" : "I needed to solve the user experience of how the user would engage with the app when using it at the festival.",
      "Process" : "In order to solve it, I did research about its demographics, interviewed users, built prototypes and wireframes and UI styles of the app. This helped me better understand the needs and wants of the app for users.",
      "Result" : "I learned that gaining insight from the user is important in order to be able to identify the needs when creating an app. ",
      "tagline" : "An app that gives everything you need about the festival.",
      "thumbnail" : "https://lh6.googleusercontent.com/ksabZEf0IN2w_J5UPNiKeFDuNp9gkU6WmqDtg2g5YceIxKPiib2x96tIjlyRplMudObgRYo7kwgMnmM=w1920-h950",
      "Cover_img" : "https://lh4.googleusercontent.com/dCryRXstGp4c92RCkS_JIWzUkEmmqGx_udsiGNp9HnNInTs5rLdMD7vdZJ4qxg92BaXnUhMax_qpWHI=w1920-h950-rw",
      "other_imgs" : "",
      "project_type" : "Individual",
      "bio" : "Hi there, I'm Arwa and have a variety of interests that have allowed me to apply that knowledge to Interaction Design. There are so many things to explore around me and learning how people use and interact with the world around them interests me even more since the world is always changing. I hope to keep exploring and learning new things so I can apply them. ",
      "portfolio_url" : "behance.net/alkadiarwaeecf",
      "student-skills" : "UX Design, UI Design, User Testing, Usability",
      "headshot" : "Arwa.png"
    },
    "ywcr" : {
      "projID" : "ywcr",
      "name" : "Carley Noble",
      "Project" : "Monochrome",
      "Format" : "Web-Based Experience Game",
      "Year" : "Fourth Year",
      "Skills" : "Prototyping, Illustration, Game Development",
      "Description" : "For my thesis, I created a day-in-the-life simulation of a depressive to help tell the story of the struggles those afflicted with this mental illness go through every day.",
      "Situation" : "Depression is a very hard thing to describe, since a mental illness is \nlargely an internal view on how one experiences life and emotions. As such, family members and friends of those with depression can have a hard time understanding what their loved one is going through. ",
      "Problem" : "How might we encourage and foster empathy and understanding for friends and family members of those suffering with depression?",
      "Process" : "To gather information on the subject, I mainly gained guidance from a market study of current methods of telling the story of depression, which largely included web platforms and physical booklets. In addition, I took the concerns and feedback of families and friends of people with depression, depressives themselves, and the recommendations of a therapist to ensure that multiple viewpoints on the subject were taken into account. In the end I decided to make an interactive depressive experience.",
      "Result" : "So far Monochrome has been well received by people who have interacted with it. The biggest challenge of this project was to ensure that the experience did not trivialize the struggles of depressives while simultaneously managing the need of engagement with the person interacting with the experience.",
      "tagline" : "An experience to promote empathy towards sufferers of depression",
      "thumbnail" : "http://i38.photobucket.com/albums/e111/nobleca1/monochromeThumb_zpswpttcyag.png",
      "Cover_img" : "http://i38.photobucket.com/albums/e111/nobleca1/monochromeCover_zpsnyix1qex.png",
      "other_imgs" : "http://i38.photobucket.com/albums/e111/nobleca1/monochromePreview_zpslwggehmf.png",
      "project_type" : "Individual",
      "bio" : "I am a narrative-driven, multidisciplinary creator that strives to connect emotionallu with audiences using fun, wonder, empathy, and human-centered design. I am interested in the fields of motion graphics, illustration and storyboarding, game creation and copywriting.",
      "portfolio_url" : "",
      "student-skills" : "",
      "headshot" : "Carley.png"
    },
    "ju89" : {
      "projID" : "ju89",
      "name" : "Deron Li",
      "Project" : "Eat Me",
      "Format" : "App, Service",
      "Year" : "Fourth Year",
      "Skills" : "User Research, User Interface Design, Prototyping",
      "Description" : "Many times people forget the foods in their fridge having it spoil and leading to food waste. This app reminds individuals when foods are quickly approaching their “best-before” and tracks their food inventory to offer insight into how much money they’ll lose if they don’t eat their foods. ",
      "Situation" : "Each Year approximately $936 billion worth of food is thrown out contributing to greenhouse gas emissions (GHG). ",
      "Problem" : " How might we reduce the amount of food thrown out and lower our GHG emissions?\n",
      "Process" : "Many people purchase foods with the intentions of eating it only to mismanage portion sizes or forget what’s in their fridge and having it spoil. I created a concept for an app to monitor the “best-before” dates and remind people about their purchases and to encourage consumption by recommending quick and easy recipes to use that food item. To motivate people to eat their foods, this app tracks the amount of money a person losses when their food spoils, offering insight into which foods spoil the most in their household and suggesting potential savings if they change their consumption habits.\n",
      "Result" : "Through this experience, I managed to interview consumers, food retailers and food rescue services to gain insight into why so much food waste occurs. What I’ve learned is that consumers believe a wide variety of myths about foods in addition to having a very high and unrealistic standard for the aesthetic of their foods. So I decided to create a platform that people would use to help reduce their own food waste in their household, while at the same time slowly educating and dispelling myths about foods.\n",
      "tagline" : "Giving Food A Voice To Reduce Food Waste",
      "thumbnail" : "http://phoenix.sheridanc.on.ca/~ixd57/wp-content/uploads/2017/04/300x4001.png",
      "Cover_img" : "http://phoenix.sheridanc.on.ca/~ixd57/wp-content/uploads/2017/04/300x9601.png",
      "other_imgs" : "",
      "project_type" : "Individual",
      "bio" : "I studied science for 4 years and earned my degree from McMaster University. My interests include design, physical computing, motion graphics and photography.",
      "portfolio_url" : "deronli.com",
      "student-skills" : "UX, UI, User Research, Physical Computing, Motion Graphics, ",
      "headshot" : "Deron.png"
    },
    "8c9h" : {
      "projID" : "8c9h",
      "name" : "David Brennan",
      "Project" : "Second Read",
      "Format" : "Web App",
      "Year" : "Fourth Year",
      "Skills" : "UI, Branding, Development",
      "Description" : "Second Read helps writers to receive meaningful critique of their work by matching them with beta readers who have knowledge of the genre they're writing. It also allows them to work through a short critique with a potential reader before either of them commit to a critique of an entire manuscript.",
      "Situation" : "Like any other art form, constructive criticism is important to improving as a writer. This is commonly found in the form of a beta reader: another writer or reader who provides feedback on a manuscript before it is released.",
      "Problem" : "Beta readers are important to the process of writing a novel but are often difficult for amateur writers to find.",
      "Process" : "I started by interviewing writers (both published and unpublished) and reading author blogs to learn as much as I could about beta reading and what makes a good beta reader. I then created paper prototypes of a number of potential solutions to the problem and tested them with some of my writers. I used the results of my testing to pick a solution that I designed and developed.",
      "Result" : "The project has been successful so far, though it is still relatively early in the development. I learned a lot about how to manage the scope of larger project and how \"minimum\" a minimum viable product actually is.",
      "tagline" : "Helping writers find insightful critique",
      "thumbnail" : "http://www.davidbrennan.ca/secondread_thumbnail.png",
      "Cover_img" : "http://www.davidbrennan.ca/secondread.png",
      "other_imgs" : "",
      "project_type" : "Individual",
      "bio" : "I am a curious and driven designer with an understanding of both design and code. I love to learn new skills, especially when they allow me to create. My primary interest is in the intersection of education and technology.",
      "portfolio_url" : "http://www.davidbrennan.ca",
      "student-skills" : "User Experience, Prototyping, Development",
      "headshot" : "Dave.png"
    },
    "bt1x" : {
      "projID" : "bt1x",
      "name" : "Samantha Redmond",
      "Project" : "CareCircle",
      "Format" : "Mobile App",
      "Year" : "Fourth Year",
      "Skills" : "User Research, UX Design, UI Design",
      "Description" : "The application helps initiate and create conversations to give adults with developmental disabilities, specifically those with Down Syndrome, the opportunity to continue conversations with each other when they are not together. ",
      "Situation" : "People with developmental disabilities struggle with communication barriers and therefore have trouble making lasting friendships and feeling included within society. ",
      "Problem" : "How might we encourage adults with Down Syndrome to create lasting friendships?",
      "Process" : "After spending the day together the user can log into the application and chose a prompt of something to talk about, select whether or not they want to talk or call with a friend, and then can select the friend they would like to talk to. The application uses information from each user’s profile and combines them to help generate topics to talk about. ",
      "Result" : "Everybody, including those with disabilities deserve to have the same opportunities. Focusing my research on accessibility allowed me to design from multiple perspectives, therefore improving the experience and allowing inclusivity within my application. ",
      "tagline" : "Giving adults with Down Syndrome the opportunity to create lasting friendships. ",
      "thumbnail" : "http://phoenix.sheridanc.on.ca/~ixd17/wp-content/uploads/2017/04/thumbnail-samantha-redmond.png",
      "Cover_img" : "http://phoenix.sheridanc.on.ca/~ixd17/wp-content/uploads/2017/04/cover-img-samantha-redmond1.png",
      "other_imgs" : "",
      "project_type" : "Individual",
      "bio" : "I like design because of the ability to make a difference, which inspired my interest in inclusive design and accessibility. Design is about how you approach each task. My philosophy is to design with clarity, efficiency, and consistency. Focusing on the process, accepting challenges, and collaborating. ",
      "portfolio_url" : "http://samantharedmond.com/",
      "student-skills" : "UX Design, Usability Testing ",
      "headshot" : "Sam R.png"
    },
    "vdni" : {
      "projID" : "vdni",
      "name" : "Rebekah Reimer",
      "Project" : "The Birth of a Star",
      "Format" : "Motion Graphic",
      "Year" : "Fourth Year",
      "Skills" : "Research, Illustration, Animation",
      "Description" : "An educational video about how stars are formed, told with motion graphics and kinetic typography.",
      "Situation" : "I found over the years that many aspects of science are poorly explained, I needed to find a way to show a complex idea in a way that everyone can understand. ",
      "Problem" : "I needed to take a complex topic and explain it as simply as possible.",
      "Process" : "First I condensed the topic of how a star is formed. I then created matching illustrations and assets based on that research and animated them to form a cohesive whole and explain my chosen narrative.",
      "Result" : "This experience taught me a lot about telling a narrative and working with multiple programs. I enjoyed the illustrative and kinetic aspects of this project and hope to be able to further develop my skills and create more educational motion graphics in the future. ",
      "tagline" : "Learn through graphics",
      "thumbnail" : "http://i174.photobucket.com/albums/w116/silary/thumbnailStar.png",
      "Cover_img" : "http://i174.photobucket.com/albums/w116/silary/coverimageStar.png",
      "other_imgs" : "http://i174.photobucket.com/albums/w116/silary/additional1STAR.png",
      "project_type" : "Individual",
      "bio" : "Rebekah has spent most of her life fascinated by history and science. She applies her skills by working on projects that reflect her love of these subjects, and she strives to develop meaningful, elegant designs and a fluent user experience through her ability to anticipate and execute viable layouts and solutions that meet and surpass the users desires and expectations.",
      "portfolio_url" : "rebekahreimer.com",
      "student-skills" : "UX Interface and Design, Motion graphics, ",
      "headshot" : "Rebekah.png"
    },
    "jebj" : {
      "projID" : "jebj",
      "name" : "Steph Charbonneau",
      "Project" : "Nutria",
      "Format" : "App",
      "Year" : "Fourth Year",
      "Skills" : "Research, development, prototyping",
      "Description" : "An app that provides the user with the tools and information in macronutrient tracking. Providing the user with sustainable and achievable goals that can be redirected throughout their personal health and fitness journey. ",
      "Situation" : "Not all calories are built the same; people need an adequate combination of carbohydrates, proteins, and fats in their daily food consumption. The problem with counting calories is that the macronutrients are not being monitored. Macronutrients are types of food that are required in a human’s diet, more specifically known as carbohydrates, proteins, and fats.",
      "Problem" : "How might I create a product that assists people with adopting a healthier lifestyle that provides the user with knowledge, tools, and reward?",
      "Process" : "There are currently multiple calorie and point tracking apps on the market. They are effective tools for beginners that offer users a basic knowledge on calorie tracking. These apps lack in their ability to customize and specify fitness goals. With my app, I aim to educate people on the type of calories they are consuming and provide them with a method to sustainably track their nutrient consumption. They can tailor their calorie intake by their specific goals, as goals are often changing the user can alter their desired outcomes at any point in their fitness journey. ",
      "Result" : "I have learned how to complete the design of an app from start to finish. Following the design thinking methodology; iterating throughout the different stages of discovery, interpretation, ideation, experimentation, and evolution. Additionally, I effectively learned how to create and adhere to a project schedule. ",
      "tagline" : "An app that provides the user with the tools and information in macronutrient tracking. Providing the user with sustainable and achievable goals that can be redirected throughout their personal health and fitness journey. ",
      "thumbnail" : "https://lh5.googleusercontent.com/VM850DuHZINYCmNT_sJGx2RlmMxaHlbd9KEG5u4pRG-qYgbCawgQdkmV48hIp0o0gRyHX_To7LaY6gM=w1920-h950",
      "Cover_img" : "https://lh5.googleusercontent.com/NtN4_BfpO_RJguTzVL1iTSGUVSI4TNS4S-s9SnIRTSnLrLghPNSWxRjP6qZ5EqLSGVDbg-U_5xuFTTw=w1920-h950-rw",
      "other_imgs" : "",
      "project_type" : "Individual",
      "bio" : "I am a passionate individual with a keen eye for tidy user interfaces. As a ux/ui designer I aim to create quite designs that are intuitive to the user. I have a particular interest in creative thinking and problem solving, user-experience, user research, and usability testing. \n\nI strive for a healthy and active lifestyle which speaks to my dedicated and driven nature. I also enjoy being crafty in my spare time; you can do amazing things with a glue gun!",
      "portfolio_url" : "www.stephcharb.com",
      "student-skills" : "Creative thinking, problem solving, html/css, ui design, usability testing, information architecture, prototyping, wireframes, user flows",
      "headshot" : "Steph.png"
    },
    "iyvf" : {
      "projID" : "iyvf",
      "name" : "Taryn Short",
      "Project" : "Intermission",
      "Format" : "App",
      "Year" : "Fourth Year",
      "Skills" : "Branding, development, prototyping",
      "Description" : "\nIntermission is an app that works to find a balance between work and \npersonal tasks, and calculate breaks that enrich a young professional’s life, rather than impede it.",
      "Situation" : "Students and young professionals struggle with finding a balance between work and personal responsibilities, this leads to increased stress, lack of sleep, and anxiety.",
      "Problem" : "How might we improve students' sleeping habits by organizing and identifying areas of improvement within their daily routine?",
      "Process" : "Interviewing young professionals, conducting surveys, journey maps, paper prototyping, wireframes. ",
      "Result" : "My initial question was why people have been sleeping less over the recent years, and through my research I learned that young professionals struggle with balancing the increasing pressures from work, along with their personal life. Therefore, I designed my application to plan and accommodate the many tasks that these people must manage, and allot a time slot in which the user can take a chance to step back and take a break.",
      "tagline" : "Finding the balance between work and play.",
      "thumbnail" : "https://drive.google.com/open?id=0B1daJ7iHNkCVdDgwMGJSX3JYMUE",
      "Cover_img" : "https://lh5.googleusercontent.com/g8t7658rr-ocToBIN2H68PO4Mw0xhgXzxBmOXxF4Rl2BAoYAQxVoBj2exe3ciV5LOibQGMz_PJSIpZs=w1920-h950-rw",
      "other_imgs" : "",
      "project_type" : "Individual",
      "bio" : "Combining my interest in art and human psychology, I found myself through Interaction Design. I've always had a love of aesthetics, and that has greatly influenced the way I approach projects, aiming for an effortless and intuitive experience, but also making sure work is aesthetically pleasing.\n\nWhen I am not designing, I'm usually drawing digitally, browsing the internet, watching embarrassing shows on Netflix, or taking snapchats of my dog.",
      "portfolio_url" : "http://taryn.me/",
      "student-skills" : "User Experience, User Interface, Prototyping, Usability Testing, Visual Design",
      "headshot" : "Taryn.png"
    },
    "g3hl" : {
      "projID" : "g3hl",
      "name" : "Yi Xiang",
      "Project" : "OffYouGo",
      "Format" : "web app",
      "Year" : "Fourth Year",
      "Skills" : "Branding, UI/UX design, data driven research",
      "Description" : "Made a car rental app ",
      "Situation" : "the car rental app currently in market is hard to use and also the experience is not very good ",
      "Problem" : "The extreme late fees and late feedback while rent a car",
      "Process" : "Give instant feedback, reduce steps for booking, easy to return the car",
      "Result" : "Make the whole flow smooth and positive.",
      "tagline" : "My thesis project is a car rental web app with lots of interactive visual elements, the process of car rental is easy to use because of interactive visual feedback",
      "thumbnail" : "https://lh4.googleusercontent.com/TRfGH2MDsS25CxSc76V-LGbknDTEMJidFg58EDwb7try62PRq6BR_71IJyF9NKPplnORYjdft7DKE5E=w1920-h950",
      "Cover_img" : "https://lh3.googleusercontent.com/zKTfXh6a4WA1p8RZ_E52dGuAO6ACSXBWrWWFiftCjcosFNCgqyfVwTiaU6Ez_Bx4WFZ3irBewXrR7As=w1920-h950-rw",
      "other_imgs" : "",
      "project_type" : "Individual",
      "bio" : "",
      "portfolio_url" : "",
      "student-skills" : "",
      "headshot" : "Yi.png"
    },
    "zrpl" : {
      "projID" : "zrpl",
      "name" : "Arwa Alkadi",
      "Project" : "Sheridan Mobile App",
      "Format" : "Mobile App, service",
      "Year" : "Second Year",
      "Skills" : "User experience, prototyping, user testing",
      "Description" : "This project focuses more on the research rather than user interface. It emphasizes more on what the user wants and understanding their experience using the app. ",
      "Situation" : "This app poses the challenge of understanding how the user uses their Sheridan oneCARD and how else it can be used.",
      "Problem" : "I needed to solve how else can the user use the app. ",
      "Process" : "By interviewing students, building app prototypes and user testing, I understood their needs. User testing with students helped me understand what they needed such as printing and buying things outside of Sheridan with the app. ",
      "Result" : "The result was mostly a positive one. I was able to learn different experiences and scenarios that students or other users of how would they use the app.",
      "tagline" : "Provides Sheridan user with extra features such as classroom access and printing.",
      "thumbnail" : "https://lh6.googleusercontent.com/CXHCJIPMrJmmkFmrNeFzKcTtPY2Exg1XiQJoxGMAqn5Svw_DKmpArv8zReMLO_ICCTiksE79H7ddUWg=w1920-h950",
      "Cover_img" : "https://lh4.googleusercontent.com/NEviGKUXwwEEk1tUQErV57wWR7-p4NCZIQuBSv0ADjabk2prHnWpHftJoHCiKtotAlCToAw5Vi_ECR0=w1920-h950-rw",
      "other_imgs" : "",
      "project_type" : "Individual",
      "bio" : "Hi there, I'm Arwa and have a variety of interests that have allowed me to apply that knowledge to Interaction Design. There are so many things to explore around me and learning how people use and interact with the world around them interests me even more since the world is always changing. I hope to keep exploring and learning new things so I can apply them. ",
      "portfolio_url" : "behance.net/alkadiarwaeecf",
      "student-skills" : "UX Design, UI Design, User Testing, Usability",
      "headshot" : "Arwa.png"
    },
    "7vwa" : {
      "projID" : "7vwa",
      "name" : "Rebekah Reimer",
      "Project" : "Openbook",
      "Format" : "App",
      "Year" : "Fourth Year",
      "Skills" : "Branding, Development, Programming",
      "Description" : "Openbook is an app for reading graphic novels on the go in a simplified way, allowing users to discover old and new favorites in a streamlined experience.",
      "Situation" : "I found through my research that reader apps are often far too bulky, with many unnecessary features that broke immersion while engaging with a novel. ",
      "Problem" : "I needed to design an app that would allow a user to interact with and search for new novels in a way that was simple and easy to navigate without unnecessary features.",
      "Process" : "First I needed to understand how and what my target audience thought about reading graphic novels online as part of my research. From there I created paper prototypes, usability tests, wire frames and mock ups to develop my app before finally programming.",
      "Result" : "Overall, this was a long and involved process that taught me so much regarding development of a brand and how to handle long term projects. I am proud of what I have achieved with this app and hope to be able to develop it further over time.",
      "tagline" : "The simple way to find your next favorite.",
      "thumbnail" : "http://i174.photobucket.com/albums/w116/silary/thumbnail.png",
      "Cover_img" : "http://i174.photobucket.com/albums/w116/silary/coverimage.png",
      "other_imgs" : "http://i174.photobucket.com/albums/w116/silary/additional1.png , http://i174.photobucket.com/albums/w116/silary/additional2.png",
      "project_type" : "Individual",
      "bio" : "Rebekah has spent most of her life fascinated by history and science. She applies her skills by working on projects that reflect her love of these subjects, and she strives to develop meaningful, elegant designs and a fluent user experience through her ability to anticipate and execute viable layouts and solutions that meet and surpass the users desires and expectations.",
      "portfolio_url" : "rebekahreimer.com",
      "student-skills" : "UX Interface and Design, Motion graphics, ",
      "headshot" : "Rebekah.png"
    },
    "x8bd" : {
      "projID" : "x8bd",
      "name" : "Harrisson Joseph",
      "Project" : "Survive & Thrive App",
      "Format" : "Web App",
      "Year" : "Third Year",
      "Skills" : "UX design, UX research, Visual Design",
      "Description" : "The Survive & Thrive App was developed as a one stop spot to help new incoming Sheridan students navigate college life and introduce them to campus services and processes.",
      "Situation" : "Thousands of students start college at Sheridan every year, although the resources to navigate college life are readily available, they are expected to learn an extensive amount of information in a short amount of time to adjust to their new surroundings.",
      "Problem" : "How might we condense the quantity of the college information without losing the value, and still address the needs of new students?",
      "Process" : "We broke the down the college information into categories - \"Survive\" includes all financial, registration and student services needs, and \"Thrive\" includes clubs, events, tips and extras.",
      "Result" : "This project was a rewarding experience because working on a small team allowed me to wear many hats, from designing to content creation. The app was showcased at the Sheridan Creates conference and received positive feedback. The project was also awarded with additional grant funding for further development.",
      "tagline" : "An orientation App that helps new incoming Sheridan students make the leap to college life and land on their feet.",
      "thumbnail" : "http://phoenix.sheridanc.on.ca/~ixd36/wp-content/uploads/2017/04/survive_thumbnail.jpg",
      "Cover_img" : "http://phoenix.sheridanc.on.ca/~ixd36/wp-content/uploads/2017/04/survive_cover.jpg",
      "other_imgs" : "http://phoenix.sheridanc.on.ca/~ixd36/wp-content/uploads/2017/04/survive_moodboard.jpg",
      "project_type" : "Group",
      "bio" : "I'm a multidisciplinary designer with a keen interest in UX design. I believe that good design empowers and improves people’s lives. I am driven by curiosity and an eagerness to solve design challenges. I love studying user behaviour and understanding people’s needs. I’m an advocate of the user experience - I strive for simplicity and clarity in all my designs. \n\nWhen I’m not designing you can find me watching badly rated Netflix films (they‘re so bad, it’s good), drinking copious amounts of chai tea, or in search of sleep.",
      "portfolio_url" : "harrissonjoseph.com",
      "student-skills" : "UX/UI Design, UX Research, Usability Testing, Visual Design, Motion Design",
      "headshot" : ""
    },
    "t2tk" : {
      "projID" : "t2tk",
      "name" : "Rico Suico, Yurria Byun",
      "Project" : "Zen Butterflies",
      "Format" : "Installation, Kinect",
      "Year" : "Second Year",
      "Skills" : "Visual Design, Prototyping, Development",
      "Description" : "Zen Butterflies is an interactive kinect installation that tracks the users hands to influence the movement of butterflies on the screen. It provides a simple interaction to lighten students' moods amidst a stressful time period.",
      "Situation" : "Stress and anxiety affects a large percentage of the student population during the final weeks of school. Students need time without mental strain to calm and recharge their mind and body.",
      "Problem" : "This project tackles the issue of stress which can lead to negative effects on mental and physical health.",
      "Process" : "Before starting the project, we researched different methods of relaxation and used it to lead our approach on this issue. During implementation, we used cool colours to create a calm environment ideal for stress relief.",
      "Result" : "The outcome was a simple installation that provided students a few minutes break from their busy schedules. This project taught us a lot about development and prototyping to ensure the final product works as intended live.",
      "tagline" : "Give your mind a break and destress with the help of luminous butterflies and soothing music.",
      "thumbnail" : "http://phoenix.sheridanc.on.ca/~ixd41/wp-content/uploads/2017/04/zen400x300.jpg",
      "Cover_img" : "http://phoenix.sheridanc.on.ca/~ixd41/wp-content/uploads/2017/04/zen300x960.jpg",
      "other_imgs" : "",
      "project_type" : "Group",
      "bio" : "",
      "portfolio_url" : "",
      "student-skills" : "",
      "headshot" : ""
    }
  },
  "Individual projects complete" : {
    "ju89" : {
      "projID" : "ju89",
      "name" : "Deron Li",
      "Project" : "Eat Me",
      "Format" : "App, Service",
      "Year" : "Fourth Year",
      "Skills" : "User Research, User Interface Design, Prototyping",
      "Description" : "Many times people forget the foods in their fridge having it spoil and leading to food waste. This app reminds individuals when foods are quickly approaching their “best-before” and tracks their food inventory to offer insight into how much money they’ll lose if they don’t eat their foods. ",
      "Situation" : "Each Year approximately $936 billion worth of food is thrown out contributing to greenhouse gas emissions (GHG). ",
      "Problem" : " How might we reduce the amount of food thrown out and lower our GHG emissions?\n",
      "Process" : "Many people purchase foods with the intentions of eating it only to mismanage portion sizes or forget what’s in their fridge and having it spoil. I created a concept for an app to monitor the “best-before” dates and remind people about their purchases and to encourage consumption by recommending quick and easy recipes to use that food item. To motivate people to eat their foods, this app tracks the amount of money a person losses when their food spoils, offering insight into which foods spoil the most in their household and suggesting potential savings if they change their consumption habits.\n",
      "Result" : "Through this experience, I managed to interview consumers, food retailers and food rescue services to gain insight into why so much food waste occurs. What I’ve learned is that consumers believe a wide variety of myths about foods in addition to having a very high and unrealistic standard for the aesthetic of their foods. So I decided to create a platform that people would use to help reduce their own food waste in their household, while at the same time slowly educating and dispelling myths about foods.\n",
      "tagline" : "Giving Food A Voice To Reduce Food Waste",
      "thumbnail" : "http://phoenix.sheridanc.on.ca/~ixd57/wp-content/uploads/2017/04/300x4001.png",
      "Cover_img" : "http://phoenix.sheridanc.on.ca/~ixd57/wp-content/uploads/2017/04/300x9601.png",
      "other_imgs" : "",
      "project_type" : "Individual",
      "bio" : "I studied science for 4 years and earned my degree from McMaster University. My interests include design, physical computing, motion graphics and photography.",
      "portfolio_url" : "deronli.com",
      "student-skills" : "UX, UI, User Research, Physical Computing, Motion Graphics, "
    },
    "vdni" : {
      "projID" : "vdni",
      "name" : "Rebekah Reimer",
      "Project" : "The Birth of a Star",
      "Format" : "Motion Graphic",
      "Year" : "Fourth Year",
      "Skills" : "Research, Illustration, Animation",
      "Description" : "An educational video about how stars are formed, told with motion graphics and kinetic typography.",
      "Situation" : "I found over the years that many aspects of science are poorly explained, I needed to find a way to show a complex idea in a way that everyone can understand. ",
      "Problem" : "I needed to take a complex topic and explain it as simply as possible.",
      "Process" : "First I condensed the topic of how a star is formed. I then created matching illustrations and assets based on that research and animated them to form a cohesive whole and explain my chosen narrative.",
      "Result" : "This experience taught me a lot about telling a narrative and working with multiple programs. I enjoyed the illustrative and kinetic aspects of this project and hope to be able to further develop my skills and create more educational motion graphics in the future. ",
      "tagline" : "Learn through graphics",
      "thumbnail" : "http://i174.photobucket.com/albums/w116/silary/thumbnailStar.png",
      "Cover_img" : "http://i174.photobucket.com/albums/w116/silary/coverimageStar.png",
      "other_imgs" : "http://i174.photobucket.com/albums/w116/silary/additional1STAR.png",
      "project_type" : "Individual",
      "bio" : "Rebekah has spent most of her life fascinated by history and science. She applies her skills by working on projects that reflect her love of these subjects, and she strives to develop meaningful, elegant designs and a fluent user experience through her ability to anticipate and execute viable layouts and solutions that meet and surpass the users desires and expectations.",
      "portfolio_url" : "rebekahreimer.com",
      "student-skills" : "UX Interface and Design, Motion graphics, "
    },
    "7vwa" : {
      "projID" : "7vwa",
      "name" : "Rebekah Reimer",
      "Project" : "Openbook",
      "Format" : "App",
      "Year" : "Fourth Year",
      "Skills" : "Branding, Development, Programming",
      "Description" : "Openbook is an app for reading graphic novels on the go in a simplified way, allowing users to discover old and new favorites in a streamlined experience.",
      "Situation" : "I found through my research that reader apps are often far too bulky, with many unnecessary features that broke immersion while engaging with a novel. ",
      "Problem" : "I needed to design an app that would allow a user to interact with and search for new novels in a way that was simple and easy to navigate without unnecessary features.",
      "Process" : "First I needed to understand how and what my target audience thought about reading graphic novels online as part of my research. From there I created paper prototypes, usability tests, wire frames and mock ups to develop my app before finally programming.",
      "Result" : "Overall, this was a long and involved process that taught me so much regarding development of a brand and how to handle long term projects. I am proud of what I have achieved with this app and hope to be able to develop it further over time.",
      "tagline" : "The simple way to find your next favorite.",
      "thumbnail" : "https://drive.google.com/file/d/0B4hqTtoiY6mkZllSQVFnYmJQbDQ/view?usp=sharing",
      "Cover_img" : "http://i174.photobucket.com/albums/w116/silary/coverimage.png",
      "other_imgs" : "http://i174.photobucket.com/albums/w116/silary/additional1.png, http://i174.photobucket.com/albums/w116/silary/additional2.png",
      "project_type" : "Individual",
      "bio" : "Rebekah has spent most of her life fascinated by history and science. She applies her skills by working on projects that reflect her love of these subjects, and she strives to develop meaningful, elegant designs and a fluent user experience through her ability to anticipate and execute viable layouts and solutions that meet and surpass the users desires and expectations.",
      "portfolio_url" : "rebekahreimer.com",
      "student-skills" : "UX Interface and Design, Motion graphics, "
    },
    "ux7e" : {
      "projID" : "ux7e",
      "name" : "Rico Suico",
      "Project" : "Studio Search",
      "Format" : "App, Prototype, Invision",
      "Year" : "Third Year",
      "Skills" : "Interface Design, User Experience, Prototyping",
      "Description" : "Studio Search is a navigation app used to find local dance studios around the user or target location. Its goal is to give dancers quick access to local companies while speeding up the transaction process. ",
      "Situation" : "Many new dancers are often intimidated by joining classes and continually put off the idea of starting. Studio Search provides info on local studios and allows the user to join classes from the app itself.",
      "Problem" : "Beginner dancers often don't know where to start classes due to having no experience in dance studios.",
      "Process" : "Before starting the project, informal interviews were conducted with dancers from different backgrounds to gather their experiences on starting. These results were used to decide which features would be present in the app.",
      "Result" : "The result was an invision prototype which user testers claimed to be simple and efficient for the issue it's tackling.",
      "tagline" : "Discover local dance studios quickly sign up for your next class!",
      "thumbnail" : "http://phoenix.sheridanc.on.ca/~ixd41/wp-content/uploads/2017/04/studio400x300.jpg",
      "Cover_img" : "http://phoenix.sheridanc.on.ca/~ixd41/wp-content/uploads/2017/04/studio300x960.jpg",
      "other_imgs" : "",
      "project_type" : "Individual",
      "bio" : "I am a fourth year Interaction Design focusing on user experience and interface design. In the past I have worked as a UX/UI designer for apps on multiple TV platforms across different devices. A lot of my work involves working with narratives and I strive to make my designs clear and accessible for everyone. In my spare time, you can find me working on DIY projects in areas of art, fashion, and dance. I enjoy being crafty and creating interactive experiences whether it is physical or on the screen.\n",
      "portfolio_url" : "ricosuico.com",
      "student-skills" : "UX, UI Design, Usability Testing, Motion Graphics, HTML/CSS"
    },
    "bt1x" : {
      "projID" : "bt1x",
      "name" : "Samantha Redmond",
      "Project" : "CareCircle",
      "Format" : "Mobile App",
      "Year" : "Fourth Year",
      "Skills" : "User Research, UX Design, UI Design",
      "Description" : "The application helps initiate and create conversations to give adults with developmental disabilities, specifically those with Down Syndrome, the opportunity to continue conversations with each other when they are not together. ",
      "Situation" : "People with developmental disabilities struggle with communication barriers and therefore have trouble making lasting friendships and feeling included within society. ",
      "Problem" : "How might we encourage adults with Down Syndrome to create lasting friendships?",
      "Process" : "After spending the day together the user can log into the application and chose a prompt of something to talk about, select whether or not they want to talk or call with a friend, and then can select the friend they would like to talk to. The application uses information from each user’s profile and combines them to help generate topics to talk about. ",
      "Result" : "Everybody, including those with disabilities deserve to have the same opportunities. Focusing my research on accessibility allowed me to design from multiple perspectives, therefore improving the experience and allowing inclusivity within my application. ",
      "tagline" : "Giving adults with Down Syndrome the opportunity to create lasting friendships. ",
      "thumbnail" : "http://phoenix.sheridanc.on.ca/~ixd17/wp-content/uploads/2017/04/thumbnail-samantha-redmond.png",
      "Cover_img" : "http://phoenix.sheridanc.on.ca/~ixd17/wp-content/uploads/2017/04/cover-img-samantha-redmond1.png",
      "other_imgs" : "",
      "project_type" : "Individual",
      "bio" : "I like design because of the ability to make a difference, which inspired my interest in inclusive design and accessibility. Design is about how you approach each task. My philosophy is to design with clarity, efficiency, and consistency. Focusing on the process, accepting challenges, and collaborating. ",
      "portfolio_url" : "http://samantharedmond.com/",
      "student-skills" : "UX Design, Usability Testing "
    },
    "iyvf" : {
      "projID" : "iyvf",
      "name" : "Taryn Short",
      "Project" : "Intermission",
      "Format" : "App",
      "Year" : "Fourth Year",
      "Skills" : "Branding, development, prototyping",
      "Description" : "\nIntermission is an app that works to find a balance between work and \npersonal tasks, and calculate breaks that enrich a young professional’s life, rather than impede it.",
      "Situation" : "Students and young professionals struggle with finding a balance between work and personal responsibilities, this leads to increased stress, lack of sleep, and anxiety.",
      "Problem" : "How might we improve students' sleeping habits by organizing and identifying areas of improvement within their daily routine?",
      "Process" : "Interviewing young professionals, conducting surveys, journey maps, paper prototyping, wireframes. ",
      "Result" : "My initial question was why people have been sleeping less over the recent years, and through my research I learned that young professionals struggle with balancing the increasing pressures from work, along with their personal life. Therefore, I designed my application to plan and accommodate the many tasks that these people must manage, and allot a time slot in which the user can take a chance to step back and take a break.",
      "tagline" : "Finding the balance between work and play.",
      "thumbnail" : "https://drive.google.com/open?id=0B1daJ7iHNkCVdDgwMGJSX3JYMUE",
      "Cover_img" : "https://lh4.googleusercontent.com/wBHOC1bzjYkENj-8TnU3bzPYaWLEcX3gaWMr2baXePGxqe0ZuLL_qbOL1yfQtpXvENRcMwYTMRCYzd8=w1922-h952-rw",
      "other_imgs" : "",
      "project_type" : "Individual",
      "bio" : "Combining my interest in art and human psychology, I found myself through Interaction Design. I've always had a love of aesthetics, and that has greatly influenced the way I approach projects, aiming for an effortless and intuitive experience, but also making sure work is aesthetically pleasing.\n\nWhen I am not designing, I'm usually drawing digitally, browsing the internet, watching embarrassing shows on Netflix, or taking snapchats of my dog.",
      "portfolio_url" : "http://taryn.me/",
      "student-skills" : "User Experience, User Interface, Prototyping, Usability Testing, Visual Design"
    }
  },
  "improper image links" : {
    "zrpl" : {
      "cofh" : "zrpl",
      "Arwa Alkadi" : "Arwa Alkadi",
      "Toronto Fringe Festival" : "Sheridan Mobile App",
      "Mobile App" : "Mobile App, service",
      "Second Year" : "Second Year",
      "Prototyping, User Interface, Development" : "User experience, prototyping, user testing",
      "This individual project was a semester long project, where we were asked to design an app for an event which I chose the Toronto Fringe Festival." : "This project focuses more on the research rather than user interface. It emphasizes more on what the user wants and understanding their experience using the app. ",
      "The context of the problem was that the festival is well known, however, there was no app to provide users information when at the festival." : "This app poses the challenge of understanding how the user uses their Sheridan oneCARD and how else it can be used.",
      "I needed to solve the user experience of how the user would engage with the app when using it at the festival." : "I needed to solve how else can the user use the app. ",
      "In order to solve it, I did research about its demographics, interviewed users, built prototypes and wireframes and UI styles of the app. This helped me better understand the needs and wants of the app for users." : "By interviewing students, building app prototypes and user testing, I understood their needs. User testing with students helped me understand what they needed such as printing and buying things outside of Sheridan with the app. ",
      "I learned that gaining insight from the user is important in order to be able to identify the needs when creating an app. " : "The result was mostly a positive one. I was able to learn different experiences and scenarios that students or other users of how would they use the app.",
      "An app that gives everything you need about the festival." : "Provides Sheridan user with extra features such as classroom access and printing.",
      "https://drive.google.com/file/d/0B4-6gUdViItHRkdfcEpjRkVlZWM/view?usp=sharing" : "https://drive.google.com/file/d/0B4-6gUdViItHOFdPT1pLYjR2N0k/view?usp=sharing",
      "https://drive.google.com/file/d/0B4-6gUdViItHczlReXo1VFJBUFE/view?usp=sharing" : "https://drive.google.com/file/d/0B4-6gUdViItHbWU3YTlmdEx6UE0/view?usp=sharing",
      "Individual" : "Individual",
      "Hi there, I'm Arwa and have a variety of interests that have allowed me to apply that knowledge to Interaction Design. There are so many things to explore around me and learning how people use and interact with the world around them interests me even more since the world is always changing. I hope to keep exploring and learning new things so I can apply them. " : "Hi there, I'm Arwa and have a variety of interests that have allowed me to apply that knowledge to Interaction Design. There are so many things to explore around me and learning how people use and interact with the world around them interests me even more since the world is always changing. I hope to keep exploring and learning new things so I can apply them. ",
      "behance.net/alkadiarwaeecf" : "behance.net/alkadiarwaeecf",
      "UX Design, UI Design, User Testing, Usability" : "UX Design, UI Design, User Testing, Usability",
      "https://lh5.googleusercontent.com/wDWL_Z60hdPQe3pUwO35U1aiHhhGe3Qoow-DoRIVWDL814kMwpykfMo5aEfdTts6X58VNO12LdjkOS8=w1922-h952" : "https://lh5.googleusercontent.com/wDWL_Z60hdPQe3pUwO35U1aiHhhGe3Qoow-DoRIVWDL814kMwpykfMo5aEfdTts6X58VNO12LdjkOS8=w1922-h952"
    },
    "g3hl" : {
      "cofh" : "g3hl",
      "Arwa Alkadi" : "Yi Xiang",
      "Toronto Fringe Festival" : "OffYouGo",
      "Mobile App" : "web app",
      "Second Year" : "Fourth Year",
      "Prototyping, User Interface, Development" : "Branding, UI/UX design, data driven research",
      "This individual project was a semester long project, where we were asked to design an app for an event which I chose the Toronto Fringe Festival." : "Made a car rental app ",
      "The context of the problem was that the festival is well known, however, there was no app to provide users information when at the festival." : "the car rental app currently in market is hard to use and also the experience is not very good ",
      "I needed to solve the user experience of how the user would engage with the app when using it at the festival." : "The extreme late fees and late feedback while rent a car",
      "In order to solve it, I did research about its demographics, interviewed users, built prototypes and wireframes and UI styles of the app. This helped me better understand the needs and wants of the app for users." : "Give instant feedback, reduce steps for booking, easy to return the car",
      "I learned that gaining insight from the user is important in order to be able to identify the needs when creating an app. " : "Make the whole flow smooth and positive.",
      "An app that gives everything you need about the festival." : "My thesis project is a car rental web app with lots of interactive visual elements, the process of car rental is easy to use because of interactive visual feedback",
      "https://drive.google.com/file/d/0B4-6gUdViItHRkdfcEpjRkVlZWM/view?usp=sharing" : "https://drive.google.com/file/d/0B1PHyppgupFBbGFiNVdaV0F6VkE/view?usp=sharing",
      "https://drive.google.com/file/d/0B4-6gUdViItHczlReXo1VFJBUFE/view?usp=sharing" : "https://drive.google.com/file/d/0B1PHyppgupFBalQ0R3c2RnZ4dDQ/view?usp=sharing",
      "Individual" : "Individual",
      "Hi there, I'm Arwa and have a variety of interests that have allowed me to apply that knowledge to Interaction Design. There are so many things to explore around me and learning how people use and interact with the world around them interests me even more since the world is always changing. I hope to keep exploring and learning new things so I can apply them. " : "Many industrial experiences to create user-friendly UIs and host client meetings, did 40+ icons\nDid user ability test with Rogers Communication for their website\nPrimary designed two apps structure\nI also did plenty design works to Sheridan, including made posters for school gym, marketing for the library, promotions for applied research, peer mentor and sustainability department",
      "behance.net/alkadiarwaeecf" : "behance.net/yixiang",
      "UX Design, UI Design, User Testing, Usability" : "Branding, UI, UX, Mobile App Design, Data driven design, Design icons",
      "https://lh5.googleusercontent.com/wDWL_Z60hdPQe3pUwO35U1aiHhhGe3Qoow-DoRIVWDL814kMwpykfMo5aEfdTts6X58VNO12LdjkOS8=w1922-h952" : "https://lh5.googleusercontent.com/dYr4ovctPuGsv69tfwKK-HWAdcfUojPc35nU4E8xP6VbTWCGV1zjQPG36ZdphbFLaFZ-Q37qjU_oCSM=w1922-h952"
    }
  }
}