{
    "projects": [{
        "projID" : "ju89",
      "name" : "Deron Li",
      "Project" : "Eat Me",
      "Format" : 
      [
        "App",
        "Service"
      ],
      "Year" : "Fourth Year",
      "Skills" : 
      [
        "User Research",
        "User Interface Design",
        "Prototyping"
      ],
      "Description" : "Many times people forget the foods in their fridge having it spoil and leading to food waste. This app reminds individuals when foods are quickly approaching their “best-before” and tracks their food inventory to offer insight into how much money they’ll lose if they don’t eat their foods. ",
      "Situation" : "Each Year approximately $936 billion worth of food is thrown out contributing to greenhouse gas emissions (GHG). ",
      "Problem" : " How might we reduce the amount of food thrown out and lower our GHG emissions?\n",
      "Process" : 
      [
        "Many people purchase foods with the intentions of eating it only to mismanage portion sizes or forget what’s in their fridge and having it spoil. I created a concept for an app to monitor the “best-before” dates and remind people about their purchases and to encourage consumption by recommending quick and easy recipes to use that food item. To motivate people to eat their foods",
        "this app tracks the amount of money a person losses when their food spoils",
        "offering insight into which foods spoil the most in their household and suggesting potential savings if they change their consumption habits."
      ],
      "Result" : 
      [
        "Through this experience",
        "I managed to interview consumers",
        "food retailers and food rescue services to gain insight into why so much food waste occurs. What I’ve learned is that consumers believe a wide variety of myths about foods in addition to having a very high and unrealistic standard for the aesthetic of their foods. So I decided to create a platform that people would use to help reduce their own food waste in their household",
        "while at the same time slowly educating and dispelling myths about foods."
      ],
        "tagline": "An app that gives everything you need about the festival.",
        "thumbnail" : "http://phoenix.sheridanc.on.ca/~ixd57/wp-content/uploads/2017/04/300x4001.png",
      "Cover_img" : "http://phoenix.sheridanc.on.ca/~ixd57/wp-content/uploads/2017/04/300x9601.png",
       "bio" : 
      [
        "I studied science for 4 years and earned my degree from McMaster University. My interests include design",
        "physical computing",
        "motion graphics and photography."
      ],
      "portfolio_url" : "deronli.com",
      "student-skills" : 
      [
        "UX",
        "UI",
        "User Research",
        "Physical Computing",
        "Motion Graphics"
      ],
      "headshot" : "https://lh6.googleusercontent.com/relqhNNl9zlvnkXqlDGKuH27QbfEOEkCpAgbhIdRt-ekZ-JvOsUH81t9Kd9FrMmgdS7ktutIXlgXz2g=w1922-h952"
    }]
}
